[
  {
      "url": "https://www.amazon.com/Quirky-Porkfolio-Smart-Piggy-White/dp/B00GN92MM6/ref=sr_1_1?ie=UTF8&qid=1501803735&sr=8-1&keywords=quirky%20porkfolio%20smart%20piggy%20bank&tag=dt-incontent-btn-20&tag=dt-incontent-btn-20",
      "asin": "B00GN92MM6",
      "productTitle": "Quirky PPORK-WH01 E-PPORK-WH01/1 Porkfolio Smart Piggy Bank, White, 9.5 x 5.5 x 10 inches,",
      "bulletPoints": "A piggy bank that syncs with an app that allows you to check your balance and set goals. It\"s a full-on financial institution!\nAlerts are triggered by Porkfolio\"s built-in accelerometer to protect your savings from shenanigans. All you\"ll have to worry about is bringing home the bacon.\nWhile Porkfolio is adult friendly, it really shines when teaching the lil\" ones about money and responsibility. Piggy banks are way more fun when the Internet\"s inside.",
      "price": 18.95,
      "category": "Smart Home",
      "attributes": "smart home, electronics, toys",
      "imageName": "B00GN92MM6_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Furbo-Dog-Camera-Designed-Compatible/dp/B01FXC7JWQ",
      "asin": "B01FXC7JWQ",
      "productTitle": "Furbo Dog Camera: Treat Tossing, Full HD Wifi Pet Camera and 2-Way Audio, Designed for Dogs, Compatible with Alexa (As Seen On Ellen)\n",
      "bulletPoints": "1080p Full HD Camera & Night Vision: livestream video to monitor your pet on your phone with a 160-degree wide-angle view, day & night.\n2-Way Audio & BARKING ALERT: Furbo’s BARKING SENSOR detects when your dog is barking. It sends push notifications to your smartphone when it detects barking. Know what’s going on at home and talk to calm them down via the app.\nFun TREAT TOSSING: TOSS a treat to your dogs via the free Furbo iOS/Android app. Fill it with your dogs’ favorite treats & play a game of catch.\nEasy 3-Step Setup: 1) plug in to a power outlet using its USB cord 2) download the Furbo app 3) connect to your home wifi.\nStable internet connection & Wifi signal are recommended for best performance.",
      "price": 199,
      "category": "Smart Home",
      "attributes": "smart home, electronics, pets",
      "imageName": "B01FXC7JWQ_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Brita-Infinity-Pitcher-Filter-Replenishment/dp/B018GGK38S",
      "asin": "B018GGK38S",
      "productTitle": "Brita Medium 8 Cup Infinity Smart Water Pitcher and Filter - BPA Free - Black\n",
      "bulletPoints": "SMART: With Amazon Dash Replenishment, the wi-fi enabled pitcher tracks and automatically orders its own replacement filters to be delivered to you.\nCLEANER AND GREAT TASTING: The BPA free Brita filter reduces chlorine taste and odor, copper, mercury, and cadmium impurities found in tap water. *Substances reduced may not be in all users’ water.\nMEDIUM WATER PITCHER: This medium, clear plastic pitcher has an soft-grip handle which makes pouring easy along with the locking lid for convenient refilling.\nREDUCE WASTE: One Brita water filter can replace 300 standard 16.9 ounce water bottles.\nDELIVERY: One Brita filter lasts for 40 gallons or 2 months - shipping and handling charges may apply to filter replenishment for non-prime members.",
      "price": 44.99,
      "category": "Smart Home",
      "attributes": "smart home, electronics,kitchen",
      "imageName": "B018GGK38S_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Samsung-RF265BEAESR-Capacity-Refrigerator-Hub0153/dp/B06XKTTG8Z/ref=sr_1_3?keywords=smart+fridge&qid=1562616533&s=gateway&sr=8-3",
      "asin": "B06XKTTG8Z",
      "productTitle": "Samsung RF265BEAESR 24 cu. ft. Capacity 3 -Door French Door Refrigerator with Family Hub0153 - Stainless Steel RF265BEAESR/AA",
      "bulletPoints": "Total (cu. Ft.): 24.2 / Fridge: 16.2 / Freezer: 8.0\nFamily Hub Helps You Manage Your Home And Your Life\nTwin Cooling Plus / CoolSelect Pantry / FlexZone Drawer\nDimensions (WHD): 35 3/4\" X 70\" X 35 5/8\"",
      "price": 2198.99,
      "category": "Smart Home",
      "attributes": "smart home, electronics,kitchen",
      "imageName": "B06XKTTG8Z_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/August-Smart-Lock-3rd-technology/dp/B0752XNC8M/ref=sr_1_8?keywords=smart+home&qid=1562616707&s=gateway&sr=8-8",
      "asin": "B0752XNC8M",
      "productTitle": "August Smart Lock, 3rd Gen technology - Silver, Works with Alexa\n",
      "bulletPoints": "Add an August Connect Wi-Fi Bridge (sold separately) to remotely lock/unlock and monitor your door as well to integrate with Alexa, Google Assistant, Airbnb, Home Away Simplisafe and others.\nSecure, keyless entry for your smart home. Lock and unlock your door, control keyless access and keep track of who comes and goes, all from your phone. Works with your existing single-cylinder deadbolt\nKeep your existing lock and keys. Easily attaches to your existing deadbolt, so everyone can still use their keys.\nSend guest keys from anywhere instantly—all from the August app.\nControl access for anyone. Grant access for a few weeks, a few hours, a few minutes. It’s up to you.\nBe sure you are secure with Door Sense. Only August has Door Sense to tell you the door is completely closed and locked.\nLocks automatically as you leave and unlocks when you arrive.\nSimple, DIY installation. Install in about 10 minutes with just a screwdriver.",
      "price": 108,
      "category": "Smart Home",
      "attributes": "smart home, electronics, security",
      "imageName": "B0752XNC8M_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Smart-Garage-Opener-Chamberlain-MYQ-G0301/dp/B075H7Z5L8/ref=sr_1_22?keywords=smart+home&qid=1562616707&s=gateway&sr=8-22",
      "asin": "B075H7Z5L8",
      "productTitle": "MyQ Smart Garage Door Opener Chamberlain MYQ-G0301 - Wireless & Wi-Fi enabled Garage Hub with Smartphone Control",
      "bulletPoints": "NEW! IN-GARAGE DELIVERY WITH KEY BY AMAZON – Prime members in select areas can opt-in with the myQ Smart Garage Hub to get Amazon packages securely delivered right inside their garage. Simply link your myQ account in the Key App\nSMART GARAGE CONTROL – Open and close your garage door from anywhere with your smartphone through the myQ App\nSMART NOTIFICATIONS – Receive alerts when your garage door opens or closes in real time by setting up customized notifications – great for busy families who come and go from the house through the garage\nUNIVERSAL – Easy-to-add functionality to upgrade your existing garage door opener.  Compatible with most brands of garage door openers made after 1993 that have standard safety sensors\nSIMPLE SETUP – Wireless installation with easy step by step instructions provided in the myQ App means you’ll be able to enjoy smart garage control in minutes\nGUEST ACCESS – Securely invite up to three people to control your garage with the myQ Guest Feature (Note: Not intended for guests under the age of 13)\nSMART COLLABORATIONS – Linking your myQ account to Google Assistant and IFTTT is free for a limited time. No credit card required\nCORE FEATURES - Opening, closing, and receiving garage door status notifications are INCLUDED with myQ App at no additional charge",
      "price": 46.87,
      "category": "Smart Home",
      "attributes": "smart home, electronics, home",
      "imageName": "B075H7Z5L8_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Haiku-Home-Smart-Ceiling-Indoor/dp/B01DVSBQZA/ref=sr_1_131?keywords=smart+home&qid=1562616778&s=gateway&sr=8-131",
      "asin": "B01DVSBQZA",
      "productTitle": "Haiku Home L Series 52\" Smart Ceiling Fan, Wi-Fi, Indoor, LED Light, White, Works with Alexa",
      "bulletPoints": "Works with Amazon Alexa to support dimming through voice control. Controlled by IR remote (included), Alexa device sold separately\nFactory-balanced and sound tested to ensure each L Series Ceiling Fan will never wobble, rattle or click;Versatile Controls.Use - Supplemental heat in cold rooms, Additions, Sun rooms, Cabins\nProvides coverage for indoor spaces 15 x 15 feet with flat or sloped ceilings. Operational humidity range : 20–90 percent non-condensing. Operating temperature : 32 to 104 degree Fahrenheit\nEnergy Star certified (exceeds efficiency requirements by 450%)\nIntegrated LED featuring 16 Distinct brightness settings.Airflow (CFM):5604",
      "price": 738,
      "category": "Smart Home",
      "attributes": "smart home, electronics, decor",
      "imageName": "B01DVSBQZA_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Hidrate-Spark-Smart-Water-Bottle/dp/B07RGXWSQD/ref=sr_1_3?crid=31Y820C7GN4Z1&keywords=smart+water+bottle&qid=1562616594&s=gateway&sprefix=smart+water%2Caps%2C164&sr=8-3",
      "asin": "B07RGXWSQD",
      "productTitle": "Hidrate Spark 3 Smart Water Bottle - Tracks Water Intake & Glows to Remind You to Stay Hydrated",
      "bulletPoints": "Improved sensor technology that tracks water intake & syncs to our free hydration tracker app via Bluetooth Low Energy.\nBold NEW GLOW illuminates the entire bottle. Choose from 3 exciting light patterns.\nBattery is 3x larger, ensuring you will enjoy an extended battery life.\nIncludes a smooth silicone sleeve that improves grip and minimizes condensation.\nBPA free, dishwasher safe lid and bottom ring. Hand-wash body and sensor stick.",
      "price": 54.99,
      "category": "Smart Home",
      "attributes": "smart home, electronics, health",
      "imageName": "B07RGXWSQD_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Quirky-Minder-Enabled-Smart-PEGGM-WH01/dp/B00GN92KQ4/ref=sr_1_1?keywords=egg+minder&qid=1562616644&s=gateway&sr=8-1",
      "asin": "B00GN92KQ4",
      "productTitle": "Quirky Egg Minder Wink App Enabled Smart Egg Tray, PEGGM-WH01",
      "bulletPoints": "It syncs with your smartphone to tell you how many eggs you've got at home (up to 14) and when they're going bad.\nirelessly connects to your mobile device to track the number of eggs you have and tell you when they're going bad\nIn-tray LED lights indicate the oldest egg, while push notifications alert you when you're running low.\nheck Egg Minder while at the store; you'll never be in a scramble for a good egg again.",
      "price": 9.99,
      "category": "Smart Home",
      "attributes": "smart home, electronics,kitchen",
      "imageName": "B00GN92KQ4_1.jpg",
      "totalImages": 1
  },
  {
      "url": "https://www.amazon.com/Rocketbook-Everlast-Reusable-Notebook-Executive/dp/B06ZXWVZ3X/ref=sr_1_18?keywords=smart&qid=1562617085&s=gateway&sr=8-18",
      "asin": "B06ZXWVZ3X",
      "productTitle": "Rocketbook Everlast Reusable Smart Notebook, Executive Size",
      "bulletPoints": "36 reusable pages wipe clean with a damp cloth when used with Pilot FriXion pens\nAllow 15 seconds for ink to dry in order for it to bond to our specialized pages.\nBlast your notes to Google Drive, Dropbox, Evernote, Box, OneNote, Slack, iCloud and email\nWorks with any pen, marker or highlighter from the Pilot Frixion line (one pen is included)\nNo more wasting paper - this environmentally-friendly notebook can be used endlessly. Executive Size: 15.24 x 22.35 centimeter",
      "price": 28.49,
      "category": "Smart Home",
      "attributes": "smart home, electronics, office",
      "imageName": "B06ZXWVZ3X_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/PetSafe-Automatic-Smartphone-24-Cups-Enabled/dp/B073WYP317/ref=sr_1_39?keywords=smart&qid=1562617113&s=gateway&sr=8-39",
      "asin": "B073WYP317",
      "productTitle": "PetSafe Smart Feed Automatic Dog and Cat Feeder, Wi-Fi Enabled Pet Feeder, Smartphone App for iPhone and Android",
      "bulletPoints": "SMARTPHONE PROGRAMMING: Control your pet's meal time from anywhere using your smartphone; app requires an Apple iPhone or iPod device iOS 9.0 or later or a compatible Android smartphone 6.0 or later\nPERSONALIZED PET FEEDING: Program up to 12 meals to feed on your pet's schedule; the Feed Now option allows you to feed your cat or dog outside of normal feeding times\nFLEXIBLE PORTIONS: Meals can be dispensed from 1/8 cups to 4 cups to fit your pet's needs; Slow Feed option allows food to dispense slowly over a 15 minute period to help prevent bloating and vomiting\nBATTERY BACKUP: Feeder is power adapter operated with optional battery backup (requires 4 D-cell alkaline batteries, not included); if Wi-Fi drops, your pet still receives the next scheduled feeding\nEASY-TO-CLEAN: Lid, hopper, bowl and bowl holder are top-shelf dishwasher-safe for convenient cleaning; made of BPA-free plastic and stainless steel; for indoor use only\nHERE TO HELP: Call, email or chat with our expert U.S.-based customer care specialists Monday through Saturday; they are ready to assist you and your pet",
      "price": 186,
      "category": "Smart Home",
      "attributes": "smart home, electronics, pets",
      "imageName": "B073WYP317_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Vector-Robot-Anki-Hangs-Helps/dp/B07G3ZNK4Y/ref=sr_1_43?keywords=smart+home&qid=1562616707&s=gateway&sr=8-43",
      "asin": "B07G3ZNK4Y",
      "productTitle": "Vector Robot by Anki, A Home Robot Who Hangs Out & Helps Out, With Amazon Alexa Built-In\n",
      "bulletPoints": "Vector is a companion made to hang out and help out. Powered by ai and advanced robotics, he's alive with personality and engaged by sight, sound, and touch.\nVector is voice-activated and will answer questions, take photos for you, time dinner, show you the weather, and more. Voice features are currently English language only.\nIf you choose to set up Alexa on your vector, you'll be able to: set reminders, control smart home devices like lights, speakers, and thermostats, and so much more.\nVector can independently navigate and self-charge. He recognizes people and avoids obstacles.\nVector is an updating platform, Cloud connected via Wi-Fi so he's always learning and updating with new skills and features.\nRequirements: a compatible iOS or Android device and the free vector app for set up only. Check compatibility at Anki.Com/devices. Includes 1 Vector robot, 1 cube, 1 charger (USB power adapter not included).\nThere are some Alexa features Vector will not support like playing songs from streaming music services via Spotify, SiriusXM, Pandora, etc. But we'd rather you connect your tunes to an external smart speaker so Vector can show off his dance moves\nWhile Anki has ceased product development and manufacturing, Anki has stated that it will provide long term support to maintain the operation and functionality in the existing products and apps. A self-serve Help Center to assist in getting the most out of your product has been implemented by Anki. Regretfully there are no agents available but Anki has indicated that they will be monitoring cloud operations for Anki accounts and Vector.",
      "price": 198.99,
      "category": "Smart Home",
      "attributes": "smart home, electronics, toys",
      "imageName": "B07G3ZNK4Y_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Fisher-Price-Laugh-Learn-Smart-Learning/dp/B077SVYQ3Y/ref=sr_1_104?keywords=smart+home&qid=1562616778&s=gateway&sr=8-104",
      "asin": "B077SVYQ3Y",
      "productTitle": "Fisher-Price Laugh & Learn Smart Learning Home\n",
      "bulletPoints": "Loaded with activities inside and out for immersive, 360-degrees of play!\nSo much to explore: interactive “hub”, crawl-through door, porch light, open & close mailbox, light-up house numbers, drop-through rain gutter & balls, shape-sorter recycling bin & more!\nHome office area with light-up thermostat, office light, and clicker-clock, plus a kitchen area with shape-sorter fridge and role play pieces\n3 Smart Stages learning levels and 4 languages to choose from: English, Spanish, Mandarin & French!\n200+ songs, sounds & phrases introduce colors, shapes, numbers, the alphabet & more",
      "price": 139,
      "category": "Smart Home",
      "attributes": "smart home, electronics, toys",
      "imageName": "B077SVYQ3Y_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/iRobot-Automatic-Disposal-Connected-Anti-Allergen/dp/B07QXM2V6X/ref=sr_1_9?keywords=roomba&qid=1562616630&s=gateway&sr=8-9",
      "asin": "B07QXM2V6X",
      "productTitle": "iRobot Roomba s9+ (9550) Robot Vacuum with Automatic Dirt Disposal- Wi-Fi Connected, Smart Mapping, Powerful Suction, Anti-Allergen System, Corners & Edges, Ideal for Pet Hair",
      "bulletPoints": "The World's Best Robot Vacuum- Empties on its own, you don’t have to think about vacuuming for weeks at a time. Clean Base Automatic Dirt Disposal holds 30 bins of dirt, dust and hair. Anti-Allergen Technology - System captures and traps 99% of pollen and mold allergens.\nSuperior 3- stage cleaning system. Delivers up to 40x the suction* for our deepest clean yet. Automatically increases suction to clean deep into carpets. *(Compared to Roomba 600 Series)\nPerfectEdge Technology with advanced sensors, and a specially designed Corner Brush optimizes cleaning deep into corners and along edges.\nAdvanced vSLAM navigation technology uses an optical sensor to gather over 230,400 data points each second to create an accurate map and clean an entire level of your home.\nImprint Smart Mapping enables the robot to learn, map and adapt to your home, allowing you to control which rooms are cleaned and when. Advanced sensors constantly scan ahead at a rate of 25 times per second to detect obstacles in the cleaning path.\n30% wider* Dual Multi-Surface Rubber Brushes adjust and flex to help thoroughly and effectively clean carpets and hard floors. Ideal for homes with pets. High-Efficiency Filter traps 99% of mold, pollen and dust mite allergens. *(Compared to Roomba 600 Series)\nRoomba, clean my kitchen.” Knows your kitchen from your living room. Choose which rooms are cleaned and when in the iRobot HOME App. Enjoy hands-free control with Alexa and Google Assistant.",
      "price": 1299,
      "category": "Smart Home",
      "attributes": "smart home, electronics,kitchen",
      "imageName": "B07QXM2V6X_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Kinsa-QuickCare-Smart-Digital-Thermometer/dp/B0795ZW85G/ref=sr_1_72?keywords=smart&qid=1562617140&s=gateway&sr=8-72",
      "asin": "B0795ZW85G",
      "productTitle": "Kinsa Smart Thermometer for Fever - Digital Medical Baby, Kid and Adult Termometro - Accurate, Fast, FDA Cleared Thermometer for Oral, Armpit or Rectal Temperature Reading - QuickCare ",
      "bulletPoints": "Kinsa QuickCare thermometer can be used without the Kinsa smartphone app but the app is required for the initial set up and for smart features\nPediatrician-recommended and FDA-cleared for adults, kids, toddlers & babies (even newborns!)\nProfessionally accurate and reliable oral, rectal and armpit temperature readings in 8 seconds or less\nKinsa smartphone app uses your age, fever and symptoms to help you understand how to feel better faster, when to take meds and whether to call the doctor\nKeep track of your family’s health, get medicine dosage and reminders, connect to telemedicine, keep fidgety kids still during readings with Bubble game & Sesame Street mode",
      "price": 15.99,
      "category": "Smart Home",
      "attributes": "smart home, electronics, health",
      "imageName": "B0795ZW85G_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/ecobee-SmartThermostat-Voice-Control-Black/dp/B07NQT85FC/ref=sr_1_65?keywords=smart&qid=1562617127&s=gateway&sr=8-65",
      "asin": "B07NQT85FC",
      "productTitle": "ecobee SmartThermostat with Voice Control, Black",
      "bulletPoints": "REDESIGNED AND REENGINEERED: With a crisp glass finish, vivid touch display, powerful quad-core processor, dual-band Wi-Fi, and far-field voice, it’s a smart thermostat like no other.\nSMARTSENSORS: Includes a Smart Sensor to keep important rooms comfortable by adjusting your thermostat based on occupancy and temperature.\nENERGY SAVINGS: By reducing wasted energy in your home, you could save up to 23% annually on your heating or cooling costs. * *Compared to a hold of 72°F\nADVANCED COMFORT: With Alexa built-in and an intuitive mobile app, you can control your thermostat and home using your voice, phone, tablet, computer, Apple Watch, or whatever works best for you – it’s that easy.\nINSTALLATION: Easily install it yourself in 45 minutes or less with handy video walkthroughs and a step-by-step guide on the ecobee app.Bluetooth 5.0\nALEXA BUILT-IN: Consider your life handled with Alexa built-in. Just ask for the weather, music, Alexa Calling and more.\nINTEGRATIONS: Integrates perfectly with your favorite smart home systems including Google Assistant, Apple Home Kit, Alexa, Samsung SmartThings, and IFTTT.",
      "price": 249,
      "category": "Smart Home",
      "attributes": "smart home, electronics, decor",
      "imageName": "B07NQT85FC_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Rachio-Sprinkler-Controller-Generation-Amazon/dp/B01D1NMLJU/ref=sr_1_57?keywords=smart&qid=1562617127&s=gateway&sr=8-57",
      "asin": "B01D1NMLJU",
      "productTitle": "Rachio Smart Sprinkler Controller, 8 Zone 2nd Generation, Works with Amazon Alexa",
      "bulletPoints": "MOST 5-STAR RATINGS. Amazon’s most- and highest-rated WiFi sprinkler controller is the Rachio Generation 2 Smart Sprinkler Controller.\nUNBEATABLE USABILITY. Download the Rachio app to care for your lawn remotely with your smartphone, tablet or laptop, use a connected home system or run zones directly from the controller itself.\nADAPTS TO YOUR LAWN. Set your own schedules or input details like plant type and sun exposure to let Rachio automatically water your lawn with exactly what it needs to thrive, and not a drop more. Detect leaks and maximize watering precision with the Wireless Flow Meter. Leverage sensitive Vortex technology to detect even low-flow leaks before they reach crisis\nONLY WITH RACHIO - RAIN AND WIND SKIPS. Rachio Weather Intelligence uses comprehensive weather data to automatically adjust your irrigation schedule based on the latest local forecasts.\nSAVE WATER, SAVE MONEY. Reduce your water bill by up to 50% while keeping your garden healthy. EPA WaterSense certified - eligible for utility rebates of up to 100% off (check your local water provider).\nMOST-CONNECTED CONTROLLER. Works with top smart-home platforms, including Amazon Alexa and Google Home - more than any other smart sprinkler controller.\nEASY INSTALLATION. Install it yourself - no special tools or expertise required.\nBEST-IN-CLASS CUSTOMER SUPPORT. Help is available whenever you need it (yes, even on weekends).",
      "price": 146.38,
      "category": "Smart Home",
      "attributes": "smart home, electronics, decor",
      "imageName": "B01D1NMLJU_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/AXIS-Gear-Automation-Powered-Bluetooth/dp/B07KSM8QY3/ref=sr_1_19?keywords=smart&qid=1562617100&s=gateway&smid=A2F5Q2U59MFNB5&sr=8-19",
      "asin": "B07KSM8QY3",
      "productTitle": "AXIS Gear - Smart Blinds For Your Smart Home - DIY Home Automation - Powered by ZigBee + Bluetooth",
      "bulletPoints": "SAVE TIME, ENERGY & MONEY -- Meet Gear. The easiest and best way to automate your existing window blinds, shades & curtains. With a 5-minute DIY installation process at half the price of any competitor, makes Gear the best choice for window blind/shade automation.\nMADE FOR YOUR WINDOW SHADE -- Gear is compatible with any window shade/blind that has a beaded chain (plastic or metal).\nCOMPLETE CONTROL -- Control your new smart blinds directly with the free smartphone app or its intuitive Touch Strip controls. Whether you want to move your blinds from your bed, your couch or with one touch on Gear, you can.\nSET IT & FORGET IT -- Make your blinds work for you by setting custom schedules/timers throughout the day, week and month. Whether you want people to think you are home (security), you want to block out the heat (save energy), let in sunlight (save on heating) or just want the perfect living/work experience daily… Gear is here for you.\nSMART INTEGRATIONS -- Make life easier by finally adding motorized window shades to your smart home. Smart thermostats, smart lights, smart speakers - isn't it time you have smart shades? Compatible with ZigBee equipped smart hubs, Gear will complete your smart home.",
      "price": 199,
      "category": "Smart Home",
      "attributes": "smart home, electronics, decor",
      "imageName": "B07KSM8QY3_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Amazon-Echo-Look-Camera-Style-Assistant/dp/B0186JAEWK/ref=sr_1_9?keywords=amazon+camera&qid=1562620552&s=gateway&sr=8-9",
      "asin": "B0186JAEWK",
      "productTitle": "Echo Look | Hands-Free Camera and Style Assistant with Alexa—includes Style Check to get a second opinion on your outfit\n",
      "bulletPoints": "Take head-to-toe photos and six-second videos of your outfit with the voice-activated camera\nAsk “Alexa, how do I look?” for smart, specific, and fun styling advice\nCompare outfits to find out which looks better and why with Style Check\nFreshen up your look with items recommended to go with clothes you already own\nEcho Look automatically organizes your wardrobe by weather, occasion, season, and more\nView your outfits from every angle, select your favorites, and share with friends",
      "price": 99,
      "category": "Smart Home",
      "attributes": "smart home, electronics, fashion",
      "imageName": "B0186JAEWK_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/AmazonBasics-Microwave-Small-Works-Alexa/dp/B07894S727/ref=sr_1_1?crid=14QJ5JUPHKC5G&keywords=alexa+microwave&qid=1562620639&s=gateway&sprefix=alexa+mic%2Caps%2C154&sr=8-1",
      "asin": "B07894S727",
      "productTitle": "AmazonBasics Microwave, Small, 0.7 Cu. Ft, 700W, Works with Alexa\n",
      "bulletPoints": "Now it’s easier to defrost vegetables, make popcorn, cook potatoes, and reheat rice. With an Echo device (not included), quick-cook voice presets and a simplified keypad let you just ask Alexa to start microwaving.\nAutomatically reorder popcorn when you run low and save 10% on popcorn orders—enabled by Amazon Dash Replenishment technology\nCompact size saves counter space, plus 10 power levels, a kitchen timer, a child lock, and a turntable.\nAlexa is always getting smarter and adding new presets.\nExternal dimensions (Width x Height x Depth): 17.3 in. x 10.1 in. x 14.1 in. ; Turntable (Diameter): 10 in. ; Maximum Popcorn bag size: 3 oz",
      "price": 59.99,
      "category": "Smart Home",
      "attributes": "smart home, electronics,kitchen",
      "imageName": "B07894S727_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/MODS-International-Pre-fabricated-Tiny-Home/dp/B073FZ8PP9/?creativeASIN=B073FZ8PP9&linkCode=w61&imprToken=f6MDFhgZUYlJn1bwv8tmqg&slotNum=0&ascsubtag=238ae5c29b5152ffd6cce7446512bde523290675&rawdata=%5Bt%7Clink%5Bp%7C1819377589%5Ba%7CB073FZ8PP9%5Bau%7C452356546%5Bb%7Cgizmodo&tag=gizmodoamzn-20",
      "asin": "B073FZ8PP9",
      "productTitle": "MODS 40 Foot Tiny Home",
      "bulletPoints": "Fully furnished tiny home - pre-fabricated from new shipping container.\nIncludes bedroom, shower, toilet, sink, kitchenette, living area.\nDouble patio doors within secure container doors.Fully insulated.\nBottom sewer connection, easy side water and electrical connection.\nIncludes appliances shown. Heated & air conditioned with mini split.",
      "price": 36000,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, MOD",
      "imageName": "B073FZ8PP9_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Tiny-Home-Ultimate-Vacation-Weekend/dp/B0771NM4R5/ref=pd_sbs_86_1/131-6095605-7301027?_encoding=UTF8&pd_rd_i=B0771NM4R5&pd_rd_r=624de5ba-a27b-11e9-ae3b-b73822b38340&pd_rd_w=9grVG&pd_rd_wg=7Npyd&pf_rd_p=588939de-d3f8-42f1-a3d8-d556eae5797d&pf_rd_r=K0R8T7AVBC4CE958X3ND&psc=1&refRID=K0R8T7AVBC4CE958X3ND",
      "asin": "B0771NM4R5",
      "productTitle": "Tiny Home - Park Model RV: Ultimate Vacation Home or Weekend Getaway, 12 x 36, 1 Bed, 1 Bath, 399 sq.ft.",
      "bulletPoints": "Tiny homes are perfect for weekend getaways, vacation cottages or everyday living.\nThe Cozumel is 1 Bedroom, 1 Bath, 399 sq.ft.\nIncludes covered front porch, living room, kitchen, bedroom, bathroom\nMono-sloped roof, open-concept floorplan and ample storage space\n",
      "price": 64900,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B0771NM4R5_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Allwood-Eagle-Point-1108-Cabin/dp/B00LYGIEU2/ref=pd_sbs_86_2/131-6095605-7301027?_encoding=UTF8&pd_rd_i=B00LYGIEU2&pd_rd_r=704de1ee-a27b-11e9-8b3f-05565185fef1&pd_rd_w=Jc8fE&pd_rd_wg=nzvpr&pf_rd_p=588939de-d3f8-42f1-a3d8-d556eae5797d&pf_rd_r=G3HKJ8GS1D5XHDPKJXDH&psc=1&refRID=G3HKJ8GS1D5XHDPKJXDH",
      "asin": "B00LYGIEU2",
      "productTitle": "Allwood Eagle Point | 1108 SQF Cabin Kit",
      "bulletPoints": "Inside Floor Area: 1108 Sqf (712 Sqf downstairs + 396 Sqf upstairs)\nWall thickness: 2-3/4\" (70 mm) - dual T&G pattern\nRidge height: 15'11\" - high ceiling floor area 235 Sqf\nWind load capacity: 120 mph with 2-3/4\" walls | 140 mph with 3-5/8\" walls (upgrade option)\nSnow load capacity 46 lbs/sqf - For 70 lbs/sqf and 96 lbs/sqf values see ASIN:B07TY5MSY8",
      "price": 46900,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B00LYGIEU2_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Allwood-Eagle-Vista-1336-Cabin/dp/B077L6KSGM/ref=pd_sbs_86_1/131-6095605-7301027?_encoding=UTF8&pd_rd_i=B077L6KSGM&pd_rd_r=97a75164-a27c-11e9-932e-a50aff64ee55&pd_rd_w=hKaM4&pd_rd_wg=Rntt4&pf_rd_p=588939de-d3f8-42f1-a3d8-d556eae5797d&pf_rd_r=YBC7CYJNV4TJ45BZPYX2&psc=1&refRID=YBC7CYJNV4TJ45BZPYX2",
      "asin": "B077L6KSGM",
      "productTitle": "Allwood Eagle Vista | 1336 SQF Cabin Kit",
      "bulletPoints": "Inside Floor Area: 1336 Sqf (657 Sqf downstairs + 679\nWall thickness: 2-3/4\" (70 mm) - dual T&G pattern | Floor, Roof/Ceiling boards thickness: 23/32\"\nSlope of roof: 11 degrees | Ridge height: 16'7\"\nWind load capacity: 120 mph with 2-3/4\" walls | 140 mph with 3-5/8\" walls (upgrade option)\nSnow load capacity 46 lbs/sqf - For 70 lbs/sqf and 96 lbs/sqf values see ASIN:B07TY5MSY8",
      "price": 64650,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B077L6KSGM_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Lillevilla-Allwood-Cabin-Kit-Getaway/dp/B01NAR617Y/ref=pd_sbs_86_2/131-6095605-7301027?_encoding=UTF8&pd_rd_i=B01NAR617Y&pd_rd_r=6abab320-a27e-11e9-bd99-51f9e84bde3c&pd_rd_w=TiFbS&pd_rd_wg=wdgim&pf_rd_p=588939de-d3f8-42f1-a3d8-d556eae5797d&pf_rd_r=69D8K0PH98PF548CZZNY&psc=1&refRID=69D8K0PH98PF548CZZNY",
      "asin": "B01NAR617Y",
      "productTitle": "Lillevilla Allwood Cabin Kit Getaway (Getaway Cabin kit)",
      "bulletPoints": "Inside Combined Floor Area: 292 Sqf + the sleeping Loft (not part of the 292 Sqf)\nWall thickness: 1-3/4\" (44 mm) - dual T&G windblock pattern\nRidge Height: 12' 8\" - Back wall height: 8\" - Kit weight is 7300 lbs\nDoors: Exterior (2): 62-1/8” x 76-1/8” - Interior (1): 32-1/2” x 76-1/8”\nWindows | front: 36” x 36” | back: 54-1/8\" x 36\" | left: 27-5/8\" x 46-7/8\" | right: 21-3/4\" x 68\"",
      "price": 18800,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B01NAR617Y_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Allwood-Sommersby-174-Garden-House/dp/B017X57F3E/ref=pd_day0_hl_86_1/131-6095605-7301027?_encoding=UTF8&pd_rd_i=B017X57F3E&pd_rd_r=352cc263-a280-11e9-ae2b-1fbbfa9fde8e&pd_rd_w=E6FiQ&pd_rd_wg=8kZMc&pf_rd_p=ad07871c-e646-4161-82c7-5ed0d4c85b07&pf_rd_r=PBE2HGQQXGRT9P5XFG7B&psc=1&refRID=PBE2HGQQXGRT9P5XFG7B",
      "asin": "B017X57F3E",
      "productTitle": "Allwood Sommersby | 174 SQF Garden House Kit",
      "bulletPoints": "Made from durable Nordic Spruce wood\n1-3/4\" double tongue and groove WindBlock wall planks\nCan be used as home office or for multiple recreational purposes\nIdeal pool or garden house",
      "price": 8560,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B017X57F3E_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Allwood-Arlanda-XXL-Garden-House/dp/B07C2T847W/ref=pd_sbs_236_3/131-6095605-7301027?_encoding=UTF8&pd_rd_i=B07C2T847W&pd_rd_r=c1470b00-a281-11e9-a211-ab6e96733454&pd_rd_w=a8mvX&pd_rd_wg=gQ5h2&pf_rd_p=588939de-d3f8-42f1-a3d8-d556eae5797d&pf_rd_r=E6B33QB6RSJVP0S00BDJ&psc=1&refRID=E6B33QB6RSJVP0S00BDJ",
      "asin": "B07C2T847W",
      "productTitle": "Allwood Arlanda XXL | 273 SQF Garden House Kit",
      "bulletPoints": "Ideal home office | Total floor area 273 SQF | Inside floor area 238 SQF\nContemporary urban styling | Large windows allow abundance of natural light\nSuitable for environments where the classic cabin style does not fit\nFront height of structure: 8' 6\" | Roof pitch 2 degrees\nEasy assembly",
      "price": 10895,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B07C2T847W_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Allwood-Timberline-483-SQF-Cabin/dp/B00M8R8GH2/ref=pd_day0_hl_86_8?_encoding=UTF8&pd_rd_i=B00M8R8GH2&pd_rd_r=17759289-a282-11e9-a93c-6bb543d57023&pd_rd_w=1JdvO&pd_rd_wg=fBvGX&pf_rd_p=ad07871c-e646-4161-82c7-5ed0d4c85b07&pf_rd_r=CTVGRNDMRVF3Q92577MG&psc=1&refRID=CTVGRNDMRVF3Q92577MG",
      "asin": "B00M8R8GH2",
      "productTitle": "Allwood Timberline | 483 SQF Cabin Kit",
      "bulletPoints": "Inside Floor Area: 354 Sqf + Loft 129 Sqf\nWall thickness: 2-3/4\" (70 mm) - dual T&G pattern\nRidge height: 14'9\"\nWind load capacity: 120 mph with 2-3/4\" walls | 140 mph with 3-5/8\" walls (upgrade option)\nSnow load capacity 46 lbs/sqf - For 70 lbs/sqf and 96 lbs/sqf values see ASIN:B07TY5MSY8\n",
      "price": 34900,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B00M8R8GH2_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Tiny-Home-Ultimate-Vacation-Weekend/dp/B0772VGGC9/ref=pd_sbs_86_7?_encoding=UTF8&pd_rd_i=B0772VGGC9&pd_rd_r=7889684c-a282-11e9-ae12-fbad7273ae80&pd_rd_w=QFU0v&pd_rd_wg=p2r81&pf_rd_p=588939de-d3f8-42f1-a3d8-d556eae5797d&pf_rd_r=BNZ3WFGK20A7CGMHK80S&psc=1&refRID=BNZ3WFGK20A7CGMHK80S",
      "asin": "B0772VGGC9",
      "productTitle": "Tiny Home - Park Model RV: Ultimate Vacation Home or Weekend Getaway, 15 x 26, 1 Bed, 1 Bath, 399 sq.ft.",
      "bulletPoints": "Tiny homes are perfect for weekend getaways, vacation cottages or everyday living.\nThe Kemah is 1 Bedroom, 1 Bath, 399 sq.ft.\nIncludes covered front porch, pine accents, tile flooring, decorative barn door, kitchen appliances and window coverings.\nHigh ceilings, open-concept floorplan and ample storage space",
      "price": 51500,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B0772VGGC9_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Tiny-House-Wheels-Travel-Trailer/dp/B07MCW6HT4/ref=pd_sbs_86_8?_encoding=UTF8&pd_rd_i=B07MCW6HT4&pd_rd_r=25338730-a283-11e9-87e6-bda8f79623bc&pd_rd_w=AW5Gl&pd_rd_wg=9gejb&pf_rd_p=588939de-d3f8-42f1-a3d8-d556eae5797d&pf_rd_r=7WT8QE5WKKZGBPXWN3K6&psc=1&refRID=7WT8QE5WKKZGBPXWN3K6",
      "asin": "B07MCW6HT4",
      "productTitle": "Tiny House On Wheels - Park Model RV - High End RV Travel Trailer",
      "bulletPoints": "Tiny Homes are a great way to live full time or travel about\nRVIA Certified\nHigh-End Custom RV Travel Trailer\nbantambuilthomes.com",
      "price": 49995,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "        B07MCW6HT4_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/expandable-container-house-Solar-Energy/dp/B07B4RN7JP/ref=pd_sbs_86_5/131-6095605-7301027?_encoding=UTF8&pd_rd_i=B07B4RN7JP&pd_rd_r=f49aecb0-a283-11e9-9d01-2739ed945e70&pd_rd_w=nE3qH&pd_rd_wg=QkMKu&pf_rd_p=588939de-d3f8-42f1-a3d8-d556eae5797d&pf_rd_r=6SJCAYFAZ4KX8EFCHSQX&psc=1&refRID=6SJCAYFAZ4KX8EFCHSQX",
      "asin": "B07B4RN7JP",
      "productTitle": "20ft/40ft expandable container house With Solar Energy",
      "bulletPoints": "Usefully in varieties of situation that makes your life more comfortable\nIt’s easy to assemble and has clear instructions to help you\nEach part of the house is made of hot galvanized light steel frame, it's very safety.\nIt‘s an environment-friendly product with solar power system on the top of the house\nPlease contact us about the size or shipping details before you order a product, Thanks",
      "price": 24800,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B07B4RN7JP_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/dp/B079BP867L/ref=psdc_13400671_t1_B07B4RN7JP",
      "asin": "B079BP867L",
      "productTitle": "Weizhengheng Mobile Home Expandable Container House One Space with a Toilet",
      "bulletPoints": "Measure: 21*18*8 ft\nWith clear instructions help you assemble it quickly\nEasy to combat most kinds of natural condition effectively\nWidely use in many kinds of situation such as office, living house and so on\nPlease contact us about the size or shipping details before you order a product, Thanks",
      "price": 16800,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B079BP867L_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/PLACES-Modular-Smart-Solar-Studio/dp/B07STBSNWY/ref=sr_1_1?keywords=tiny+house&qid=1562702984&s=lawn-garden&sr=1-1",
      "asin": "B07STBSNWY",
      "productTitle": "Smart Solar Studio CUBE",
      "bulletPoints": "Solar\nSmart\nModular\nEco Friendly\nPrefab",
      "price": 79000,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B07STBSNWY_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/EZ-Log-Structures-Arlanzon-ArlanzonA/dp/B07HJJBLDT/ref=sr_1_5?keywords=tiny+house&qid=1562702984&s=lawn-garden&sr=1-5",
      "asin": "B07HJJBLDT",
      "productTitle": "Arlanzon A (ArlanzonA Eco)",
      "bulletPoints": "24.25 ft. D x 20.08 ft. W Wood Log Hobby Workshop Office Extra Space Storage Building",
      "price": 29529,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B07HJJBLDT_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/WNC-Tiny-Homes-Alexander-Home/dp/B07SJMTSTG/ref=sr_1_6?keywords=tiny+house&qid=1562702984&s=lawn-garden&sr=1-6",
      "asin": "B07SJMTSTG",
      "productTitle": "The Alexander Tiny Home",
      "bulletPoints": "Number of Rooms: 3\nInside dimensions: 8′7″ x 9′5″ ; 17′ x 12′8″ ; 8′2″ x 3′1″\nHeight overall: 10′8″\nWeight: 11,462 lbs",
      "price": 25422,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B07SJMTSTG_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Burke-432-56-Sq-Ft-Tiny/dp/B07SM97WGB/ref=sr_1_10?keywords=tiny+house&qid=1562702984&s=lawn-garden&sr=1-10",
      "asin": "B07SM97WGB",
      "productTitle": "The Burke 432+56 Sq.Ft - Tiny Home",
      "bulletPoints": "Number of Rooms: 3\nInside dimensions 12′5″x18′3″ ; 6′11″x4′11″\nHeight overall: 12′11″\nTerrace size: 56 Sq.Ft\nWeight: 10,399 lbs\n",
      "price": 22499,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B07SM97WGB_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Nash-160-Sq-Ft-Tiny-Home/dp/B07SL6D2YB/ref=sr_1_11?keywords=tiny+house&qid=1562702984&s=lawn-garden&sr=1-11",
      "asin": "B07SL6D2YB",
      "productTitle": "The Nash 160 Sq.Ft - Tiny Home",
      "bulletPoints": "- Insulated floor, wall and roof;\n- Premium Quality Double Glass Windows and Doors;\n- Premium Quality Locks and Hinges;\n- Nordic Spruce tongue and groove wall boards;\n* Roofing materials (shingles) and interior stain is not included.",
      "price": 21299,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B07SL6D2YB_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Singcore-2-Story-Tiny-House/dp/B07SD966F8/ref=sr_1_12?keywords=tiny+house&qid=1562702984&s=lawn-garden&sr=1-12",
      "asin": "B07SD966F8",
      "productTitle": "2 Story Tiny House",
      "bulletPoints": "*No Description*",
      "price": 19500,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B07SD966F8_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Allwood-Bella-237-Cabin-Loft/dp/B00O3PMNY4/ref=sr_1_16?keywords=tiny+house&qid=1562702984&s=lawn-garden&sr=1-16",
      "asin": "B00O3PMNY4",
      "productTitle": "Allwood Bella | 237 SQF Cabin Kit with 86 SQF Loft ONE Left in Stock",
      "bulletPoints": "Wall thickness: 2-3/4\" (70 mm) - dual T&G windblock pattern | Ridge Height: 12' 8\" | Back wall height: 8\"\nWindows | front: 36” x 36” | back: 54-1/8\" x 36\" | left: 27-5/8\" x 46-7/8\" | right: 21-3/4\" x 68\"\nDoors: Exterior (2): 62-1/8” x 76-1/8” - Interior (1): 32-1/2” x 76-1/8”\nWind load capacity: 120 mph with 2-3/4\" walls | 140 mph with 3-5/8\" walls (upgrade option)\nSnow load capacity 46 lbs/sqf - For 70 lbs/sqf and 96 lbs/sqf values see ASIN:B07TY5MSY8",
      "price": 17800,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B00O3PMNY4_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Gaston-190-Sq-ft-Tiny-Home/dp/B07SNF1KRG/ref=sr_1_19?keywords=tiny+house&qid=1562702984&s=lawn-garden&sr=1-19",
      "asin": "B07SNF1KRG",
      "productTitle": "The Gaston 190 Sq.ft - Tiny Home",
      "bulletPoints": "Number of Rooms: 2\nInside dimensions: 15′5″x12′4″\nFront overhang: 6″\nRoof area: 323 Sq.Ft\nOutside dimensions: 18′4″x17′7″",
      "price": 15999,
      "category": "Homes",
      "attributes": "live, house, home, houses, train car, shipping container, RV",
      "imageName": "B07SNF1KRG_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Guess-What-Chicken-Graphic-T-Shirt/dp/B01BE1LA8O/ref=sr_1_5?keywords=funny+t+shirts&qid=1562594595&s=gateway&sr=8-5",
      "asin": "B073TZPLML",
      "productTitle": "Guess What? Chicken Butt Graphic T-Shirt Brown, brown",
      "bulletPoints": "100% Cotton (Except for Heathered Colors)\n100% Cotton Preshrunk Jersey Knit t-shirt\nDouble needle sleeves and hems\nSeamless double-needle 7/8\" collar\nThis item is not affiliated with any existing intellectual property or trademark unless specified in the Product Description.",
      "price": 6.99,
      "category": "Clothing, Shoes & Jewelry",
      "attributes": "funny",
      "imageName": "B073TZPLML_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/TRIED-HOME-science-project-funny/dp/B0161T4OIW/ref=sr_1_4?keywords=funny+t+shirts&qid=1562594595&s=gateway&sr=8-4",
      "asin": "B07CQTPB3K",
      "productTitle": "I Tried IT at Home Science Project Funny - Mens Cotton T-Shirt",
      "bulletPoints": "100% Cotton Preshrunk Jersey Knit tees, 50/50 blend fleece\nDouble needle sleeves and hems\nSeamless double-needle 7/8\" collar\nThis item is not affiliated with any existing intellectual property or trademark unless specified in the Product Description.",
      "price": 7.99,
      "category": "Clothing, Shoes & Jewelry",
      "attributes": "funny",
      "imageName": "B07CQTPB3K_1.jpg",
      "totalImages": 1
  },
  {
      "url": "https://www.amazon.com/Now-Unstoppable-Funny-T-Rex-T-Shirt/dp/B07D9G4SBZ/ref=sr_1_16?keywords=funny+t+shirts&qid=1562594595&s=gateway&sr=8-16",
      "asin": "B07D9G4SBZ",
      "productTitle": "Now I Am Unstoppable Funny T-Rex T-Shirt",
      "bulletPoints": "Solid colors: 100% Cotton; Heather Grey: 90% Cotton, 10% Polyester; All Other Heathers: 50% Cotton, 50% Polyester\nImported\nMachine wash cold with like colors, dry low heat\n\"Now I'm Unstoppable\" T-Rex dinosaur holding claw grabbers. Funny tee shirt for kids and adults.\nLightweight, Classic fit, Double-needle sleeve and bottom hem",
      "price": 16.99,
      "category": "Clothing, Shoes & Jewelry",
      "attributes": "funny",
      "imageName": "B07D9G4SBZ_1.jpg",
      "totalImages": 1
  },
  {
      "url": "https://www.amazon.com/Debugging-Definition-T-Shirt-Coding-Programming/dp/B07KW97D3D/ref=sr_1_1?keywords=funny+programming+t+shirts&qid=1562595346&s=gateway&sr=8-1",
      "asin": "B07KW97D3D",
      "productTitle": "Debugging Definition T-Shirt | Funny Coding Programming Tee",
      "bulletPoints": "Solid colors: 100% Cotton; Heather Grey: 90% Cotton, 10% Polyester; All Other Heathers: 50% Cotton, 50% Polyester\nImported\nMachine wash cold with like colors, dry low heat\nDebugging is being the detective in a crime movie where you are also the murderer. This funny programming tee is the perfect shirt for you if you dream in code, your motto is eat sleep code, and you've ever had to debug any type of code.\nThis Debugging Definition T-Shirt is the perfect gift for computer scientists, developers, programmers, software engineers, coders, and anyone with an interest in Python, Javascript, Ruby on Rails, CSS, HTML, and any other languages. Wear it to the office!\nLightweight, Classic fit, Double-needle sleeve and bottom hem\nLightweight, Classic fit, Double-needle sleeve and bottom hem",
      "price": 19.99,
      "category": "Clothing, Shoes & Jewelry",
      "attributes": "programming",
      "imageName": "B07KW97D3D_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Git-TShirt-Commit-Coding-Programming/dp/B07CLVJGRW/ref=sr_1_10?keywords=funny+programming+t+shirts&qid=1562595346&s=gateway&sr=8-10",
      "asin": "B07CLVJGRW",
      "productTitle": "Git TShirt - Commit Push Paid Funny Coding Programming Shirt",
      "bulletPoints": "Solid colors: 100% Cotton; Heather Grey: 90% Cotton, 10% Polyester; All Other Heathers: 50% Cotton, 50% Polyester\nImported\nMachine wash cold with like colors, dry low heat\nWear this funny programming shirt to show your git skills. Makes for a great gift idea.\nThis funny programmer tee will be loved by coders, software developers, programmers, engineers, code monkeys, and anyone that uses code source control. But not people that use TFS or SVN.\nLightweight, Classic fit, Double-needle sleeve and bottom hem",
      "price": 19.95,
      "attributes": "programming",
      "imageName": "B07CLVJGRW_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Full-Stack-Developer-Programmer-Shirt/dp/B079VYKYS3/ref=sr_1_21?keywords=funny+programming+t+shirts&qid=1562595346&s=gateway&sr=8-21",
      "asin": "B079VYKYS3",
      "productTitle": "Full Stack Developer - Programmer Shirt",
      "bulletPoints": "Solid colors: 100% Cotton; Heather Grey: 90% Cotton, 10% Polyester; All Other Heathers: 50% Cotton, 50% Polyester\nImported\nMachine wash cold with like colors, dry low heat\nAre you a full stack developer who loves pancakes? Looking for a programmer shirt to keep your code flowing? Embrace your inner geek with this Full Stack Developer programmer shirt!\nOr perhaps you're on the lookout for great software developer gifts. Why not surprise your favorite programmer with a funny coder t shirt? This shirt is perfect for anyone who is passionate about programming... and pancakes too!\nLightweight, Classic fit, Double-needle sleeve and bottom hem",
      "price": 15.99,
      "attributes": "programming",
      "imageName": "B079VYKYS3_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Funny-works-machine-programmer-T-Shirt/dp/B07PSQKDDZ/ref=sr_1_47?keywords=funny+programming+t+shirts&qid=1562595346&s=gateway&sr=8-47",
      "asin": "B07PSQKDDZ",
      "productTitle": "Funny it works on my machine programmer T-Shirt",
      "bulletPoints": "Solid colors: 100% Cotton; Heather Grey: 90% Cotton, 10% Polyester; All Other Heathers: 50% Cotton, 50% Polyester\nImported\nMachine wash cold with like colors, dry low heat\nProgramming shirt for all of the geeky engineer coders, software developers and app designers that need some simple coding humor and coffee in their life. This defines the meaning of being a programmer. Software engineer gift.\nFunny it works on my machine programmer T-Shirt\nLightweight, Classic fit, Double-needle sleeve and bottom hem\nLightweight, Classic fit, Double-needle sleeve and bottom hem\n",
      "price": 19.99,
      "attributes": "programming",
      "imageName": "B07PSQKDDZ_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Texas-State-Tacos-Funny-Texans/dp/B07MQWZ1S3/ref=sr_1_18?crid=4HDGK9ZMN1IR&keywords=funny+texas+shirt&qid=1562596213&s=apparel&sprefix=funny+texas%2Cfashion%2C160&sr=1-18",
      "asin": "B07MQWZ1S3",
      "productTitle": "Texas State Tacos - Cute, Funny Shirt for Proud Texans",
      "bulletPoints": "Solid colors: 100% Cotton; Heather Grey: 90% Cotton, 10% Polyester; All Other Heathers: 50% Cotton, 50% Polyester\nImported\nMachine wash cold with like colors, dry low heat\nIf you're a Texan that knows how quintessentially Texan tacos are, then this is the cute Texas tee for you.\nWhether you love breakfast tacos, or even if you like flour over corn tortillas, you know that Tex-Mex is pretty much the most Texas you can get in terms of Texan cuisine. Tacos are more Texan than BBQ!\nLightweight, Classic fit, Double-needle sleeve and bottom hem",
      "price": 18.99,
      "attributes": "texas",
      "imageName": "B07MQWZ1S3_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Bonjour-YAll-Funny-French-France/dp/B07DX8N2P2/ref=sr_1_30?crid=4HDGK9ZMN1IR&keywords=funny+texas+shirt&qid=1562596213&s=apparel&sprefix=funny+texas%2Cfashion%2C160&sr=1-30",
      "asin": "B07DX8N2P2",
      "productTitle": "Bonjour Y'All Funny French Flag Shirt France Lover Gift",
      "bulletPoints": "Solid colors: 100% Cotton; Heather Grey: 90% Cotton, 10% Polyester; All Other Heathers: 50% Cotton, 50% Polyester\nImported\nMachine wash cold with like colors, dry low heat\nGreat shirt for French teachers or France lovers. Wear this Bonjour y'all tee proudly to your trip to Paris or France or all year long to a festival in Louisana or Texas.\nPerfect gift for anyone loving France, the french language, travel shirts or fun vacation shirts for the whole family.\nLightweight, Classic fit, Double-needle sleeve and bottom hem\n",
      "price": 19.97,
      "attributes": "texas",
      "imageName": "B07DX8N2P2_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Roper-Texas-Collection-Shirt-XX-Large/dp/B00590Q4EW/ref=sr_1_6?keywords=texas%2Bshirt&qid=1562596281&s=apparel&sr=1-6&th=1&psc=1",
      "asin": "B00VWBPOK2",
      "productTitle": "Roper Men's S/S Pieced Texas Flag Shirt",
      "bulletPoints": "100% Cotton\nImported\nTumble dry low\nRoper Sizing Guide\nWhenever you head out to visit your yellow rose, you'll want to impress her clan. Get decked out in something that makes a statement and lets them know where you hail from.\nBold Texas flag inspiration.\nPoint collar.\nFull button front. Hemmed short sleeves. Shirttail hemline. Machine wash cold, tumble dry low. 100% cotton. Imported. Measurements: Length: 32 in Chest Measurement: 42 in Product measurements were taken using size MD. Please note that measurements may vary by size.",
      "price": 39.95,
      "attributes": "texas",
      "imageName": "B00VWBPOK2_1.jpg",
      "totalImages": 1
  },
  {
      "url": "https://www.amazon.com/Houston-Strong-T-Shirt-Vintage-Stripes/dp/B07PL2VM1J/ref=sr_1_40?keywords=texas+shirt&qid=1562596281&s=apparel&sr=1-40",
      "asin": "B07PL2VM1J",
      "productTitle": "Houston Texas Shirt Houston Strong T-Shirt Vintage Stripes",
      "bulletPoints": "Solid colors: 100% Cotton; Heather Grey: 90% Cotton, 10% Polyester; All Other Heathers: 50% Cotton, 50% Polyester\nImported\nMachine wash cold with like colors, dry low heat\nRetro Vintage Houston T-shirt for those who love Texas, the Longhorn state. Vintage Sunset Rainbow Stripes Logo w/ Star Over Houston TX Lettering. 70's style Distressed effect Texas Home Shirt. Houston Baseball shirt. Houston Strong T-Shirt Hometown pride.\nStripe Shirt Houston strong womens & Mens T-shirts, Perfect as Houston souvenir or Houston City Gift. Related: Houston Texas Strong T-Shirt Texas Shirt, Texas baseball, Houston football, basketball Shirt Houston Strong Patch Throwback Homerun Dallas Austin\nLightweight, Classic fit, Double-needle sleeve and bottom hem\nLightweight, Classic fit, Double-needle sleeve and bottom hem",
      "price": 17.99,
      "attributes": "texas",
      "imageName": "B07PL2VM1J_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Original-Gangster-Fashion-T-Shirt-X-Large/dp/B01IGR5RP6/ref=sr_1_54?keywords=texas+shirt&qid=1562596321&s=apparel&sr=1-54",
      "asin": "B07BHPGKRX",
      "productTitle": "Low Culture Willie OG Original Gangster Texas Adult Fashion Fit Funny Humor T-Shirt",
      "bulletPoints": "Printed on a Premium Fashion Fit Unisex Tee\n100% Pre Shrunk Ring Spun Cotton (Solid Colors) | Cotton Poly Blend on all Heather Colors\nSuper Soft w/ Seemed Collar & Tear Away Tag\nProfessionally Hand Screen Printed in the USA.\nIf you prefer a looser fit, order a size up.\n",
      "price": 16.99,
      "attributes": "texas",
      "imageName": "B07BHPGKRX_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Come-Take-Texas-T-Shirt-Texans/dp/B07QGWMYW5/ref=sr_1_58?keywords=texas+shirt&qid=1562596321&s=apparel&sr=1-58",
      "asin": "B07QGWMYW5",
      "productTitle": "Come And Take It - Texas T-Shirt - Gift for Texans",
      "bulletPoints": "Solid colors: 100% Cotton; Heather Grey: 90% Cotton, 10% Polyester; All Other Heathers: 50% Cotton, 50% Polyester\nImported\nMachine wash cold with like colors, dry low heat\nMAKES A GREAT BIRTHDAY GIFT for people that love the STATE of TEXAS. TEXAS University Students, Teachers, Faculty. Lone Star TEXAS State Theme. Great to wear while Hiking, Climbing or just on vacation in the great state of TEXAS.\nBEAUTIFUL Texas Cannonball Theme T-Shirt. NATIONAL TX theme Tee Shirt. Best Present for TEXANS. Support TEXAS Teams t-shirt. Dallas, Houston, Austin, San Antonio, West Texas Apparel.\nLightweight, Classic fit, Double-needle sleeve and bottom hem",
      "price": 16.99,
      "attributes": "texas",
      "imageName": "B07QGWMYW5_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Crazy-Dog-T-Shirts-Prestige-Worldwide/dp/B07BTHR3QF/ref=sr_1_3?crid=3KT259GRW7WEM&keywords=funny+shirts&qid=1562596149&s=apparel&sprefix=funny+shi%2Cfashion%2C162&sr=1-3",
      "asin": "B07BWJGMJ6",
      "productTitle": "Crazy Dog T-Shirts Mens Prestige Worldwide T Shirt Funny Cool Boats and Hoes Movie Quote Tee",
      "bulletPoints": "100% Pre-Shrunk Cotton\nSUPERIOR DESIGN: Crazy Dog T-shirt branded tees are designed and printed in the USA. We screen print our graphic tees with state of the art equipment to ensure vibrant colors and lasting durability. Our awesome funny shirts are the perfect gift for any occasion.\nNEW FAVORITE SHIRT: We have our tees manufactured to be the best super soft high quality shirts. Our vintage lightweight fitted tees are made from ringspun cotton to get that comfortable fit and feel. Our sarcastic tees have the funniest sayings, while hilarious they are cool at the same time and are perfect when you're binging movies on the couch or chillin at the gym.\nSATISFACTION GUARANTEED: Whether you're cute and adorable or sarcastic and nerdy, get ready to have fun with this graphic tee. Machine washable (wash inside out in cold water, hang dry). Larger sizes are available - 3XL 4XL and 5XL – for most novelty designs. If you are unsatisfied for any reason, we will provide an immediate exchange.\nBEST GIFTS: Cool shirts are great for your brother or sister and make ideal Christmas, birthday, anniversary, or holiday presents for family, friends, or treating yourself to a great tee. They're great retro geek gifts ideas for a nerd with a sarcastic sense of humor. Froms 80s retro prints to presents for gamers!\nMENS FIT: This is a men's shirt; Check our other listings for this design in women's and youth sizes. Our tees are slim fit so order a larger shirt if you're between sizes. Larger sizes are available - 3XL 4XL and 5XL – for most designs. Check out all of Crazy Dog T-Shirt tees for funny shirts for men.",
      "price": 14.99,
      "attributes": "movies",
      "imageName": "B07BWJGMJ6_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Crystal-Counselor-Funny-Horror-T-Shirt/dp/B07C2879DP/ref=sr_1_3?keywords=funny+movie+t+shirts&qid=1562597036&s=apparel&sr=1-3",
      "asin": "B07C29MVY2",
      "productTitle": "1980 Camp Crystal Lake Counselor | Funny 80s Horror Movie Fan Humor Joke T-Shirt",
      "bulletPoints": "Made in USA and Imported\nMICHIGAN ARTISTS & PRINTERS | this design was drawn and screen printed (silk screened) with pride by our skilled illustrators and printers in Ann Arbor. If you're ever in the area, stop by for a free tour and see how we make your apparel! Tagless tag is printed on fabric inside collar, you can't feel it.\nUNISEX MODERN FIT SIZING | this shirt is slightly tapered to be a little less boxy than the old style of mass-market t-shirt. Nothing drastic, and most people wear the same size in our shirts as they do in all of their others, but you might go one size larger if you're on the fence. It is pre-shrunk, but like any high-cotton product, will still shrink slightly in the wash. Our model photos are the real thing - the actual shirt on our salesguy, Rich. He's 6' 2\", 200 lbs and wearing a large\nSOFT FABRICS | This shirt is a ringspun, 30/1 fine jersey knit on 90% USA-grown cotton (10% polyester for the two-tone effect). If you don't speak t-shirt geek, that means they are soft and smooth with a high thread-count, tight knit made out of fuzzy plants grown by American farmers. These are mid-weight shirts - a bit lighter than your mass-market, thick gym class t-shirts, but substantial / not see-through. It's a nice balance between comfort and durability\nTOP QUALITY INKS | We use QCM screen printing inks, manufactured in Pineville, North Carolina. These are high quality inks - vibrant and durable, and highly crack resistant. Some of our designs are intentionally faded or cracked (see product photos), but our inks always \"do what they are told\" by our printers. We use top of the line printing presses and ovens (to cure inks) made by M&R in Illinois\nSAFE CHEMISTRY | QCM has been one of the most forward-thinking ink manufacturers in the industry, going phthalate-free over ten years ago - way ahead of the curve. They're also CFC free and rated as carcinogen-free by the state of California",
      "price": 17.95,
      "attributes": "movies",
      "imageName": "B07C29MVY2_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Average-Funny-Comedy-Dodgeball-Sleeveless/dp/B01I5RD6NM/ref=sr_1_1_sspa?keywords=movie+t+shirts&qid=1562597097&s=apparel&sr=1-1-spons&psc=1",
      "asin": "B01I5RD10K",
      "productTitle": "Average Joes Funny Comedy Movie Dodgeball Sleeveless T Shirt",
      "bulletPoints": "100% COTTON 6.0 oz. | Breathable Jersey Knit Fabric.\nMEASUREMENTS: *Chest/Length -  Garment Laying Flat* Size SMALL measures 18\" across the chest & 33\" long. NOTE: This is an UNISEX cut garment for Men or Women.\nFIT & FEATURES ~ Includes a classic fit, seamless double needle collar, and double needle armhole hems. This unisex tank top is a full-cut regular adult size, has no side seams, and is not tapered. The garment is a full standard fit. You will feel comfortable no matter where you go in this breathable tank top! ~  Machine wash, Do not iron. ~\n✪ PROUDLY DESIGNED & PRINTED IN THE USA ✪ We use the newest technology & eco-friendly inks for a super soft feel at our facility in rural North Carolina!  Show your pride & patriotic support for our small town American business wearing quality apparel!  Print may appear smaller on larger sizes & image colors may vary slightly based on your screen.  We want you to be satisfied with your purchase!\nMOVIES & TV SLEEVELESS TEES: Everyone has their favorite MOVIES & TV SHOWS. With tons of designs featuring quotes, logos, and characters from your favorite flicks and binge-worthy shows, you can express your love for your favorite silver screen and big screen hits. From science fiction to horror, sitcoms to cult classics, you're sure to find something! Makes a great gift for anyone who spends most of their time catching up or binge watching their latest!",
      "price": 9.99,
      "attributes": "movies",
      "imageName": "B01I5RD10K_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Movie-Quints-Shark-Fishing-X-Large/dp/B01MTA3FXE/ref=sr_1_4?keywords=movie+t+shirts&qid=1562597097&s=apparel&sr=1-4",
      "asin": "B01N7T7VUI",
      "productTitle": "Jaws Movie Quints Shark Fishing T Shirt & Stickers",
      "bulletPoints": "You can expect lasting durability with this 100% cotton, unisex adult T shirt; our designs are printed on the highest quality national brand T shirts such as Gildan, Delta, Alstyle, and more. In addition to being 5.3oz with an 18/1 thread count, all our shirts are preshrunk and feature a double needle collar, sleeve and hem perfect for both men and women.\nExclusive custom, collectible, and 100% authentic die-cut stickers come with every shirt.\nEach one of our designs are officially licensed and 100% authentic. The designs are created by our incredibly talented in house graphic art team who often hand draw and illustrate each Tee shirt design.\n100% Satisfaction is guaranteed! We offer sizes small – 5XL shirts depending on availability. If you are unsatisfied with our product, we will replace it or refund you immediately.\nOur shirts are machine washable. Tumble dry low. Not to mention, our graphic tees are the perfect holiday gift, birthday present, or just treat yourself!\n",
      "price": 18.99,
      "attributes": "movies",
      "imageName": "B01N7T7VUI_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Goozler-OVERLOOK-HOTEL-shining-T-Shirt/dp/B00M366922/ref=sr_1_5?keywords=movie+t+shirts&qid=1562597097&s=apparel&sr=1-5",
      "asin": "B00M365SDS",
      "productTitle": "The Goozler - Overlook Hotel - Mens Cotton T-Shirt",
      "bulletPoints": "100% Cotton Preshrunk Jersey Knit tees, 50/50 blend fleece\nDouble needle sleeves and hems\nSeamless double-needle 7/8\" collar\nThis item is not affiliated with any existing intellectual property or trademark unless specified in the Product Description.",
      "price": 7.99,
      "attributes": "movies",
      "imageName": "B00M365SDS_1.jpg",
      "totalImages": 1
  },
  {
      "url": "https://www.amazon.com/Ferris-Buellers-Movie-Shirt-Small/dp/B071WMWKBW/ref=sr_1_6?keywords=movie+t+shirts&qid=1562597097&s=apparel&sr=1-6",
      "asin": "B071WMWBY1",
      "productTitle": "Save Ferris Bueller's Day Off Movie T Shirt & Exclusive Stickers",
      "bulletPoints": "You can expect lasting durability with this 100% cotton, unisex adult T shirt; our designs are printed on the highest quality national brand T shirts such as Gildan, Delta, Alstyle, and more. In addition to being 5.3oz with an 18/1 thread count, all our shirts are preshrunk and feature a double needle collar, sleeve and hem perfect for both men and women.\nExclusive custom, collectible, and 100% authentic die-cut stickers come with every shirt.\nEach one of our designs are officially licensed and 100% authentic. The designs are created by our incredibly talented in house graphic art team who often hand draw and illustrate each Tee shirt design.\n100% Satisfaction is guaranteed! We offer sizes small – 5XL shirts depending on availability. If you are unsatisfied with our product, we will replace it or refund you immediately.\nOur shirts are machine washable. Tumble dry low. Not to mention, our graphic tees are the perfect holiday gift, birthday present, or just treat yourself!",
      "price": 18.99,
      "attributes": "movies",
      "imageName": "B071WMWBY1_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Cobra-Karate-Martial-Sleeve-T-Shirt/dp/B07CVQBQND/ref=sr_1_12?keywords=movie+t+shirts&qid=1562597097&s=apparel&sr=1-12",
      "asin": "B07H42VDLQ",
      "productTitle": "Cobra Kai Karate Kid Dojo Retro Martial Arts Short Sleeve T-Shirt",
      "price": 11.5,
      "attributes": "movies",
      "imageName": "B07H42VDLQ_.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Blooming-Jelly-Womens-Backless-Sleeve/dp/B072R53FRZ/ref=pd_ybh_a_3?_encoding=UTF8&refRID=QWM976FZKPRF3EE701WB",
      "asin": "B072R53FRZ",
      "productTitle": "Blooming Jelly Women's Sexy Backless Short Sleeve Top Back Knot Casual Shirt Tee",
      "bulletPoints": "Material: polyester and cotton, breathable and comfy to wear\nBack cut-out with twist detail, knotted shirt, sexy and charming\nBackless short sleeve, round neck, solid color\nLightweight stretch top with open back, easy to care\nNote: our actual size differs from Amazon size chart, please refer to the size chart in detailed description",
      "price": "$13.59 - $15.99",
      "category": "Womens clothing",
      "attributes": "clothing",
      "imageName": "B072R53FRZ_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/BTFBM-Womens-Stretchy-Bodycon-106Stripe/dp/B07P2W8CDB/ref=sr_1_34?pf_rd_i=19277531011&pf_rd_m=ATVPDKIKX0DER&pf_rd_p=27be6c64-7150-474b-af38-2f321adeb213&pf_rd_r=D8HKXYR2PVBEAZQS2WYM&pf_rd_s=merchandised-search-2&pf_rd_t=101&qid=1562864147&s=apparel&sr=1-34&th=1",
      "asin": "B07P2W8CDB",
      "productTitle": "BTFBM Women’s 2019 Casual Crew Neck Ruched Stretchy Bodycon T Shirt Short Mini Dress",
      "bulletPoints": "Pull on closure, easier to put on and take off. closure\nThis is a ruched shirt dress with irregular design to modify your body lines, the above knee length and wrap front look can make you look slim and prolonged the leg length.\nThe comfy and stretchy fabric, the solid color, the simple design makes this summer mini dress suitable for all women. You will never regret to get one.\nThere are two different style of this women casual short dress: short sleeve (104 color) and sleeveless (106 color). Please pay attention about that, to create more relaxed and casual feelings of this women elegant dress, this bottom of the dress doesn’t sew the hem, that's the original design.\nOCCASION: Casual short dress is suitable for daily, night out, clubwear, cocktail, evening, party, home, dinner, holiday, day and out any special occasions. Best for Spring,Summer.\nYou can pair with different styles of small accessories,jackets,cardigans,high heels, sandals,sneakers, to create a variety of styles, and to adapt to different temperatures.",
      "price": 22.99,
      "attributes": "clothing",
      "imageName": "B07P2W8CDB_1.jpg",
      "totalImages": 3
  },
  {
      "url": "https://www.amazon.com/Asvivid-Striped-Strapless-Chiffon-Blouses/dp/B07QQP6K98/ref=lp_2368343011_1_3?s=apparel&ie=UTF8&qid=1562864421&sr=1-3&nodeID=2368343011&psd=1&th=1",
      "asin": "B07QQP6K98",
      "productTitle": "Asvivid Women's Striped Off Shoulder Bell Sleeve Shirt Tie Knot Casual Blouses Tops",
      "bulletPoints": "Imported\nPull On closure\nElegant Sexy Off the Shoulder Style,you will never out of style for our shirt,a perfect gift for your friends,roomate and yourself.\nFlared Bell Sleeve with Tie Knot Front,meet your fashion taste!\nLoose Fit design can cover all body shapes,Show your beauty in dressing Asvivid Off the Shoulder Striped Blouses Tops!\n3 4 Sleeves are suitable for all season,whatever spring,summer,autumn,winter.you can wear it all years to pair with shorts, jeans, or skinny pants in office,work,club,dating,travel or casual daily wear etc.\nAsvivid aim:your satisfaction is our success,you will feel good for our perfect after-sales service!Give us a chance,give you more probability!",
      "price": "$6.98 - $19.99",
      "attributes": "clothing",
      "imageName": "B07QQP6K98_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/LookbookStore-Womens-Panel-Blouse-Sleeve/dp/B07R2B5TP5/ref=pd_sbs_193_1/139-9587257-0762365?_encoding=UTF8&pd_rd_i=B07NRVW3LX&pd_rd_r=69096f7f-a3fd-11e9-bd85-01c75db0a092&pd_rd_w=JCIbE&pd_rd_wg=DsDWQ&pf_rd_p=588939de-d3f8-42f1-a3d8-d556eae5797d&pf_rd_r=42W50S7GSBQJ1NJ3KRT3&refRID=42W50S7GSBQJ1NJ3KRT3&th=1",
      "asin": "B07R2B5TP5",
      "productTitle": "LookbookStore Women's V Neck Mesh Panel Blouse 3/4 Bell Sleeve Loose Top Shirt",
      "bulletPoints": "Imported\nPull On closure\n***To guarantee the item quality, please ensure you order from \"LookbookStore\". Other sellers are selling counterfeit product, we do not guarantee the quality of other sellers.***Size Small fits bust 33-35\", Medium fits bust 35-37\", Large fits bust 38-40\", X-Large fits bust 41-43\", XX-Large fits bust 42.5-45\".\nThe women casual tops shirt comes with v neck and mesh patchwork design. Blouses for women fashion 2019.\n3/4 Flare bell sleeve. Solid color. Summer tops for women.\nLoose shirt blouse. Relaxed fit. Please wash it separately with mesh laundry bag. No stretch.\nCasual wear or party, night out, summer holidays, going out and so on. Pair this women bell sleeves blouse with your ripped jeans pants for a stunning look.",
      "price": "$13.99 - $19.99",
      "attributes": "clothing",
      "imageName": "B07R2B5TP5_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Yonala-Womens-Floral-Summer-Apricot/dp/B07BMQ8SJQ/ref=lp_1045022_1_9?s=apparel&ie=UTF8&qid=1562865125&sr=1-9&nodeID=1045022&psd=1&th=1",
      "asin": "B07BMQ8SJQ",
      "productTitle": "Yonala Womens Boho Floral Tie Up Waist Summer Beach Wrap Cover Up Maxi Skirt",
      "bulletPoints": "🎀Beautiful Flower Printed Casual Long Skirts,Wrap Skirt.\n🎀Features:Tie Up Waist,Wrap Skirt.Split,Lining,Floral Print,\n🎀Perfect for your wonderful summer daily wear or vacation,party,taking photo,Club,Event.\n🎀Garment care:Hand wash/Machine Wash,hang dry.Package content:1*Women Boho Skirt\n❤❤NOTE❤❤:Dear friends,the waist band has a ♥Small Hole ♥ which is used to tie the skirt.You could pass the string through the hole,and then tie it.",
      "price": "$6.99 - $18.99",
      "attributes": "clothing",
      "imageName": "B07BMQ8SJQ_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/QIXING-Womens-Summer-Pockets-Navy/dp/B078RF8XN1/ref=lp_2346727011_1_37?s=apparel&ie=UTF8&qid=1562865357&sr=1-37&nodeID=2346727011&psd=1",
      "asin": "B078RF8XN1",
      "productTitle": "QIXING Women's Summer Cold Shoulder Tunic Top Swing T-Shirt Loose Dress with Pockets",
      "bulletPoints": "14),X-Large(US 16-18)\nModel in size S.Model information(Height:175cm,Weight:135IbBust:86cm, Waist:61cm,Hips:90cm)\nFeature: Round neck, Cold Shoulder ,Short Sleeve, Swing hem, tank top dress,Loose fit, tunic top dress, long Tshirt, swing dress, casual wear,Round Neck Cold Shoulder Ruffle Sleeve A-Line Dress\nMaterial:95% Rayon,5% Spandex\nPlease recognize our brand name: QIXING , We can't guarantee the quality of other sellers provided can be same as ours.And if our products bring your any trouble,please contact with us for free,We will help you solve out immediately.",
      "price": "$13.99 - $20.9",
      "attributes": "clothing",
      "imageName": "B078RF8XN1_1.jpg"
  },
  {
      "url": "https://www.amazon.com/Tempt-Me-Shoulder-Ruffled-Flounce/dp/B0716BK5B6/ref=lp_19195877011_1_3?s=apparel&ie=UTF8&qid=1562865631&sr=1-3&nodeID=19195877011&psd=1",
      "asin": "B0716BK5B6",
      "productTitle": "Tempt Me Women Two Piece Swimsuit Off Shoulder Ruffled Flounce Crop Top Bikini with Cutout Bottom Set\n",
      "bulletPoints": "Fashion Women bikini sets made of 85% polyester and 15% spandex. Great gift to your lovers, friends or yourself.\nRuched double ruffled flounce crop top, adjustable padded push-up bra, removable shoulder straps, pull-on style, ultra chic, and adorable. (Colors: White, Black, Blue, Red Tree, Blue Flower, and Red available with no straps)\nClassic coverage: The Falbala swimwear top complements the printed bottom, of which adjustable strap design is elegant for decoration, very fashionable, and creative.\nSmooth fabric, the bikini swimsuit sets are very stretchy, comfortable, and durable. You will look amazing during your beach vacation, at a swimming pool, in Hawaii, or even on your honeymoon at your own special location.",
      "price": "$16.99 - $27.99",
      "attributes": "clothing",
      "imageName": "B0716BK5B6_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Twotwowin-Womens-Summer-Casual-Cotton/dp/B07FXP921H/ref=lp_2368365011_1_23?s=apparel&ie=UTF8&qid=1562866076&sr=1-23&nodeID=2368365011&psd=1&th=1",
      "asin": "B07FXP921H",
      "productTitle": "Twotwowin Women's Summer Tops Casual Cotton V Neck Sport T Shirt Short/Long Sleeve Blouse\n",
      "bulletPoints": "Classic simple color coodinate with dramatic two stripes. All styles matched Imported, made from high-quality materials.\nFeatures: short sleeve,v neck,simple pocket design, soft and comfortable fabric.\nStriped pattern on the sleeves, a new trend direction of women cloth.65% Cotton and 35% Spandex\nSuit for girls, women when going out, party, working, dating,even perfect as sleepwear. perfect for daily wearing.",
      "price": "$15.99 - $16.99 ",
      "attributes": "clothing",
      "imageName": "B07FXP921H_1.jpg",
      "totalImages": 3
  },
  {
      "url": "https://www.amazon.com/Beautife-Womens-Sleeve-Collared-Pockets/dp/B07SZ4V6WJ/ref=sr_1_120?qid=1562866523&s=apparel&sr=1-120&th=1",
      "asin": "B07SZ4V6WJ",
      "productTitle": "Beautife Womens Short Sleeve Shirts V Neck Collared Button Down Shirt Tops with Pockets",
      "bulletPoints": "Button closure\nMaterial: Polyester&Rayon. Comfortable and soft feeling, Cozy and Stylish.\nFeature: Short Sleeve,V Neck,Solid Color, Front Pockets,Collar Shirt for women.Easy to styling,especially goes well with denim jeans, however chino pants or legging will be just as great.\nOccasion: Great for casual indoor or out door wear, work, office, Vacation, Travel, Hang out, Date, Party, Club, give you fashion and happiness.\nSoft and high quality material.Comfortable to wear everyday.\nWelcome to our brand shop \"Beautife\" for more choice on blouse/dresses/sweaters,etc.Recommended Hand Wash, Cold Water. We promise to refund within 30 days if the product has any quality issues",
      "price": "$12.98 - $20.98",
      "attributes": "clothing",
      "imageName": "B07SZ4V6WJ_1.jpg",
      "totalImages": 3
  },
  {
      "url": "https://www.amazon.com/CPOKRTWSO-Womens-Summer-Swimsuit-Swimwear/dp/B07MCNZQRY/ref=lp_1046626_1_34?s=apparel&ie=UTF8&qid=1562866803&sr=1-34&nodeID=1046626&psd=1",
      "asin": "B07MCNZQRY",
      "productTitle": "CPOKRTWSO Women’s Crochet Chiffon Tassel Swimsuit Beach Bikini Cover Ups for Swimwear",
      "bulletPoints": "Chiffon\nPull On closure\nSwimsuit Cover ups Material: Chiffon. Hand wash, Silky material lightweight and comfortable, Makes skin very cool in hot weather.\nBeach Cover up Features: This crochet chiffon / tassel / bat-wing sleeve / casual swim dress , Side split easy to put on or take off cover ups for swimwear women\nBeach Swim Dress Occasion: Perfect for beach side / poolside / Swimsuit Party / Shopping / Cruise / Summer wear",
      "price": "$12.99 - $19.99",
      "attributes": "clothing",
      "imageName": "B07MCNZQRY_1.jpg",
      "totalImages": 1
  },
  {
      "url": "https://www.amazon.com/BBYES-Women-Sleeve-Clubwear-Bodycon/dp/B07LBQRZGC/ref=sr_1_9?keywords=summer%2Bromper&qid=1562867011&s=apparel&sr=1-9&th=1",
      "asin": "B07LBQRZGC",
      "productTitle": "BBYES Womens Sexy V-Neck Short Sleeve Long Dress Lace Romper Maxi Beach Dress",
      "bulletPoints": "🥀【Features】: Sexy v neck long maxi dress,mesh sheer see through maxi long dresses, side split long dress, beach maxi dress,maxi lace dresses, short sleeve beach maxi dress,sexy jumpsuit/rompers for women\n🥀【For Photography】: Lace and sheer/see throught design make this maxi dress really wonderful for photography.You will surprised by it.Especially for seens like beach/desert/garden and etc.Got it and you won't be disappionted!\n🥀【Occasion】: This deep v neck lace dress really suitable for Cocktail, Party & Beach/ Casual/ Night Out/ Club/ Evening/ Dating/ Ball/ Prom/ Wedding/ Travel/ Cocktail/ Gown/Valentine dresses, pairing it with your sandals or high heels",
      "price": "$25.99 - $36.99",
      "attributes": "clothing",
      "imageName": "B07LBQRZGC_1.jpg",
      "totalImages": 3
  },
  {
      "url": "https://www.amazon.com/Alelly-Jumpsuits-Striped-Sleeveless-Backless/dp/B07FCBDHJT/ref=sr_1_125_sspa?keywords=summer%2Bromper&qid=1562867374&s=apparel&sr=1-125-spons&smid=A2ZRI3T1THMO8T&th=1&psc=1",
      "asin": "B07FCBDHJT",
      "productTitle": "Alelly Women's Summer Jumpsuits Striped Tie Back Sleeveless Backless Wide Long Pants Rompers",
      "bulletPoints": "MATERIAL: 50% Cotton 50% Polyester,Lining 100%Rayon, Soft material, light and comfortable. stretchy and breathable\nFeature:Halter Neck, Sleeveless, Striped,Tie Waist, Zipper Closure, Solid Color, Straight Wide Leg, Ankle-length, Elastic Waist, Casual Style, Loose Fit Outfit.\nOccasion: For summer vacation, casual, office, beach, daily wear. Perfect match with Beach hats, sandals and flip-flops\nFresh and bright colors, graceful and charming style, best choice for this Summer.",
      "price": 29.99,
      "attributes": "clothing",
      "imageName": "B07FCBDHJT_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Levis-Womens-Original-Trucker-Jackets/dp/B071158G68/ref=lp_7132357011_1_2?s=apparel&ie=UTF8&qid=1562867628&sr=1-2&nodeID=7132357011&psd=1",
      "asin": "B071158G68",
      "productTitle": "Levi's Women's Trucker Jackets Original",
      "bulletPoints": "99% Cotton, 1% Elastane\nImported\nButton closure\nMachine Wash\nStretch denim with a regular fit\nPoint collar; Front button placket\nChest patch pockets with button-flap closures; Front slant pockets",
      "price": "$38.70 - $64.50 ",
      "attributes": "clothing",
      "imageName": "B071158G68_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/BLENCOT-Sleeveless-Blouses-Spaghetti-Fashion/dp/B07PWJQL6D/ref=lp_2368344011_1_1?s=apparel&ie=UTF8&qid=1562867788&sr=1-1&nodeID=2368344011&psd=1&th=1",
      "asin": "B07PWJQL6D",
      "productTitle": "BLENCOT Women's Button Down V Neck Strappy Tank Tops Loose Casual Sleeveless Shirts Blouses",
      "bulletPoints": "Polyester + Spandex\nImported\nButton closure\nThis Cute Tank Tops is Lightweight, Relaxed and Comfortable to Wear\nFeature: Sexy V Neck Sleeveless, Button Down, Loose Fit, Adjustable Spaghetti Strap, Solid Color Design\nPair with variety of jeans, skirts, and jeggings for a look that's easy to love all season long\nThis sexy cami perfect for casual, party, beach, club, daily and summer wear",
      "price": "$6.98 - $17.99",
      "attributes": "clothing",
      "imageName": "B07PWJQL6D_1.jpg",
      "totalImages": 3
  },
  {
      "url": "https://www.amazon.com/dp/B07PB326XM/ref=sspa_dk_detail_3?pd_rd_i=B07RYTGXJJ&th=1&psc=1",
      "asin": "B07PB326XM",
      "productTitle": "IRISGOD Women's Tank Tops Graphic Tees Good Vibes Loose Fit Sleeveless Crew Neck T Shirts Tops",
      "bulletPoints": "★【 COMFY MATERIAL 】97% Cotton & 3% Spandex. The lightweight fabric is soft and has some stretch.\n★【 FEATURES 】Sleeveless Muscle Tank, Round Neck, Loose Fitting, Good Vibes and Rainbow Print, Oversized, Ultra comfy shirt for your workout at the Gym.\n★【 CUTE LOOK 】 You Can Tuck It Into Trousers,Shorts,Jeans,Yoga Pants or Skirts to Get a Casual Yet Stylish Look.\n★【 OCCASIONS 】Great to wear for daily,athletic,school,party,vacation,workout,For women and juniors and girls",
      "price": 16.88,
      "attributes": "clothing",
      "imageName": "B07PB326XM_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/SAUKOLE-BOCOTUBE-Adjustable-Spaghetti-Sleeveless/dp/B07RRPW5SF/ref=lp_2368344011_1_47?s=apparel&ie=UTF8&qid=1562867788&sr=1-47&nodeID=2368344011&psd=1&th=1",
      "asin": "B07RRPW5SF",
      "productTitle": "Women's Adjustable Spaghetti Strap Button Down Shirts Blouses V Neck Floral Print Summer Sleeveless Casual Tank Tops\n",
      "bulletPoints": "Feature:Sleeveless, Sexy V Neck ,Adjustable strappy,Flower printed,Front button down\nStyle:Loose casual strappy cami tank top good quality soft fabric made,easy to matched with leggings,shorts,jeans for outwear\nOccasion:Perfect for Casual,Daily,Party,Work,Holiday,Outdoor or Beach",
      "price": "\t$12.98 - $16.99",
      "attributes": "clothing",
      "imageName": "B07RRPW5SF_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Madden-Girl-Womens-Beella-Sandal/dp/B01713X3ES?ref_=Oct_RAsinC_Ajax_10509650011_1&pf_rd_r=14KSA4A8N0B7Y9B0CZ68&pf_rd_p=a765995e-82bd-5317-8869-8729f6d68a0a&pf_rd_s=merchandised-search-6&pf_rd_t=101&pf_rd_i=10509650011&pf_rd_m=ATVPDKIKX0DER",
      "asin": "B01713X3ES",
      "productTitle": "Madden Girl Women's Beella Dress Sandal",
      "bulletPoints": "100% Man made\nImported\nSynthetic sole\nHeel measures approximately 3.75\"\nPlatform measures approximately 0.25\nSpare block-heel sandal featuring slim ankle strap with buckle closure",
      "price": "$17.22 - $86.99",
      "attributes": "shoes",
      "imageName": "B01713X3ES_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Enjoybuy-Espadrille-Sandals-Platform-01-grey/dp/B07CGK6WT3/ref=sr_1_18?keywords=wedges&qid=1562868631&s=apparel&sr=1-18&th=1",
      "asin": "B07CGK6WT3",
      "productTitle": "Enjoybuy Womens Espadrille Wedge Peep Toe Sandals Summer Ankle Tie Up Platform Shoes High Heel Sandal",
      "bulletPoints": "HIGH QUALITY | Suede leather uppers and espadrille sole high heel platform shoes. Comfortable and durable sandals for women.\nFEATURES | This womens wedge platform sandals features adjustable ankle straps closure type, peep toe, and 3.5 inches high heels. Those provide you a great sexy look this summer.\nDESIGN | Classic espadrille high heel casual sandals for women. Currently 4 colors available. Blue/ Grey/ Black/ Khaki. The color may slightly different from what it appears on the websites, due to different monitor settings.",
      "price": "$29.99 - $37.99",
      "attributes": "shoes",
      "imageName": "B07CGK6WT3_1.jpg",
      "totalImages": 2
  },
  {
      "url": "https://www.amazon.com/Rekayla-Elastic-Sandals-Women-Black/dp/B07BMLTBDB/ref=lp_10509644011_1_21?s=apparel&ie=UTF8&qid=1562868918&sr=1-21&nodeID=10509644011&psd=1&th=1",
      "asin": "B07BMLTBDB",
      "productTitle": "Rekayla Flat Elastic Sandals for Women",
      "bulletPoints": "FASHION SANDALS: This style sandals are the most popular summer shoes.\nNO BONDAGE: The textile elastic upper and safety inelastic front strap. Easy to wear\nLIGHT: Non slip rubber sole and light padded for all day in the summer.\nCOMFORTABLE: The heel measures approximately 0.4\", and the comfortable sweat-absorbent insole. All of them are man made.",
      "price": "$11.67 - $16.99",
      "attributes": "shoes",
      "imageName": "B07BMLTBDB_1.jpg",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/ZESICA-Womens-Halter-Floral-Backless/dp/B072JSQ2HC/ref=sr_1_10?keywords=halter+maxi+dress&qid=1562869268&s=apparel&sr=1-10",
      "asin": "B072JSQ2HC",
      "productTitle": "ZESICA Women's Halter Neck Floral Print Backless Split Beach Party Maxi Dress",
      "bulletPoints": "Featuring a halter neck with a stunning crochet trim down the bust and across the waist. The front features a overlap with a spilt up the front for an added feature that we just love. We love the stunning open back design with a tie at the back for the perfect feature! This dress is fully lined from hips to just above the front spilt with the bust being lined also",
      "price": "$19.99 - $36.99",
      "attributes": "clothing",
      "imageName": "B072JSQ2HC_1.jpg"
  },
  {
      "url": "https://www.amazon.com/Pony-Up-Daddy-Saddle-Sheriff/dp/B01KUGJDB0",
      "asin": "B01KUGJDB0",
      "productTitle": "Pony Up Daddy Saddle - Sheriff Blue",
      "bulletPoints": "Easy to strap on and go!\nStrong & Durable Neoprene\nComfortable yet secure\nOne size fits Most - Up to 50\" chest Size\nWorks with Mommies too!\n",
      "price": 34.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Cotton-Daddle-Riding-Saddle-Cushion/dp/B07MZL8Y9B",
      "asin": "B07MZL8Y9B",
      "productTitle": "Cotton Daddle Child Baby Riding Saddle Toy Dad Kids Horse Seat Cushion Back Ride Toys - Outdoor Recreation Amusement Park",
      "bulletPoints": "Outdoor Recreation Amusement Park - Specifications: Material: Polyester / Cotton\nType: Seat Cushion/Back Cushion Pattern: Embroidered\nTechnics: Handmade\nFilling:Cotton\nCotton Daddle Child Baby Riding Saddle Toy Dad Kids Horse Seat Cushion Back Ride Toys - Outdoor Recreation Amusement Park",
      "price": 74.1,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Cashel-Daddle-Saddle-Child-Western/dp/B002WVJA5G/",
      "asin": "B06XFDC144",
      "productTitle": "Cashel Daddle Saddle, Child Western Horse Toy Saddle …",
      "bulletPoints": "The Daddle is a soft-stuffed model of the real thing\nIdeal for ages 2-6\nComes complete with adjustable stirrups, soft saddle horn and a latigo strap\nWashable sturdy cotton\nBrand: Cashel",
      "price": 39.99,
      "category": "Paternal Saddles",
      "totalImages": 1
  },
  {
      "url": "https://www.amazon.com/SaddleBaby-SB001-Shoulder-Carrier-Original-Model/dp/B00G2GB3M0/",
      "asin": "B00G2GB3M0",
      "productTitle": "SaddleBaby Shoulder Carrier-Original Model",
      "bulletPoints": "Hands-Free Shoulder Carrier\nDesigned for Children 2-5 Years\nFits chest sizes Small to XLarge\nGreat for theme parks, zoos, street fairs, hikes and more…\nCreate fun and lasting memories with your child!",
      "price": 95,
      "category": "Paternal Saddles",
      "totalImages": 3
  },
  {
      "url": "https://www.amazon.com/Pony-Up-Daddy-Saddle-Leopard/dp/B06XFDC144/",
      "asin": "B06XFDC144",
      "productTitle": "Pony Up Daddy Saddle - Sassy Leopard",
      "bulletPoints": "Easy to strap on and go!\nStrong & Durable Neoprene\nComfortable yet secure\nOne size fits Most - Up to 50\" chest Size\nWorks with Mommies too!\n",
      "price": 34.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Pony-Up-Daddy-Saddle-Safari/dp/B01N5WYXCM/",
      "asin": "B01N5WYXCM",
      "productTitle": "Pony Up Daddy Saddle - Zebra Safari",
      "bulletPoints": "\"The Perfect Gift\" - as seen on the \"Today Show\"\nEasy to strap on and go!\nStrong & Durable Neoprene -Comfortable yet secure\nOne size fits Most - Up to 50\" chest Size\nWorks with Mommies too!",
      "price": 34.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Pony-Up-Daddy-Saddle-Camouflage/dp/B071LBHCFQ",
      "asin": "B071LBHCFQ",
      "productTitle": "Pony Up Daddy Saddle - Captain Camouflage",
      "bulletPoints": "Easy to strap on and go!\nStrong & Durable Neoprene\nComfortable yet secure\nOne size fits Most - Up to 50\" chest Size\nWorks with Mommies too!\n",
      "price": 34.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Pony-Up-Daddy-Saddle-Bandit/dp/B01KUGV3DQ/",
      "asin": "B01KUGV3DQ",
      "productTitle": "Pony Up Daddy Saddle - Bandit Black",
      "bulletPoints": "Easy to strap on and go!\nStrong & Durable Neoprene\nComfortable yet secure\nOne size fits Most - Up to 50\" chest Size\nWorks with Mommies too!\n",
      "price": 34.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Pony-Up-Daddy-Saddle-Princess/dp/B01KUH558O/",
      "asin": "B01KUH558O",
      "productTitle": "Pony Up Daddy Saddle - Princess Pink",
      "bulletPoints": "Easy to strap on and go!\nStrong & Durable Neoprene\nComfortable yet secure\nOne size fits Most - Up to 50\" chest Size\nWorks with Mommies too!\n",
      "price": 34.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Pony-Up-Daddy-Saddle-Raider/dp/B01KU6KTHM",
      "asin": "B01KU6KTHM",
      "productTitle": "Pony Up Daddy Saddle - Raider Red",
      "bulletPoints": "Easy to strap on and go!\nStrong & Durable Neoprene\nComfortable yet secure\nOne size fits Most - Up to 50\" chest Size\nWorks with Mommies too!\n",
      "price": 34.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Clevr-Country-Backpack-Upgraded-Lightweight/dp/B07CZ5T1KF",
      "asin": "B07CZ5T1KF",
      "productTitle": "Clevr Premium Cross Country Baby Backpack Hiking Child Carrier with Stand and Sun Shade Visor Kid Toddler, Grey | Lightweight",
      "bulletPoints": "We Stand by our products, so we backed our carriers up with a ONE YEAR LIMITED WARRANTY on all of our carriers! (applies to purchases made after January 1, 2019 by an authorized dealer)\nStrong but lightweight, aluminum frame, weighs only 5.5 LBS\nPadded straps and hip belt with energy-absorbing lumbar padding keeps you cool, comfortable, and secure\nIdeal for Children Between 6 - 48 months old (Max Child Weight: 33 lbs approx.)\nMultiple pockets including a Extra large back pocket for diapers and necessities, plus two water bottle pockets",
      "price": 114.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/phil-teds-Lightweight-Backpack-Carrier/dp/B00O8WZ0O2",
      "asin": "B00O8WZ0O2",
      "productTitle": "phil&teds Parade Child Carrier Frame Backpack, Orange – Compact, Lightweight (4.4lbs) – Holds a 40lb Child – Ergo Fit Harness – Waterproof – Minipack Included - 2 Year Guarantee",
      "bulletPoints": "Aluminum\nImported\nCOMPACT & LIGHT - weighs only 4.4 lbs, but carries children up to 40 lbs\nFREE STANDING - Internal aluminum frame & stand allows it to be freestanding while you load up and folds flat for storage\nCOMFORTABLE - Active-ergo fit harness system with padded shoulder & hip belts is easy to wear and comfortable with breathable, molded air-tech ventilation for comfort on hot days while contouring to your spine\nADJUSTABLE - Easily adjustable parent & child harnesses for a secure fit to different bodies & ages along with tough, washable, waterproof, high-grade fabrics\nFUN FOR KIDS - Includes detachable mini backpack, drink bottle storage, pocket for keys, and 2 year warranty with product registration;Cleaning : wipe clean",
      "price": 139.98,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Piggyback-Rider-Explorer-Mossy-Oak-CAMO/dp/B07DBFX24N",
      "asin": "B07DBFX24N",
      "productTitle": "Piggyback Rider Explorer CAMO Child Toddler Carrier Backpack for Hands-Free Hiking Trails, Camping, Fitness, Travel, Concerts, Adventures – Limited Edition Mossy Oak",
      "bulletPoints": "2 PIECE EXPLORER MODEL INCLUDES: (1) Award winning Piggyback Rider carrier in MOSSY OAK-BreakUp Country and (1) Child Safety Harness Backpack in CAMO – Recommended for children 2-4 years and up to 50lbs, but it can hold more if you can.\nTHE PERFECT CARRIER FOR TODDLERS AND YOUNGSTERS – Ditch the bulky strollers, wagons, and kids harnesses. Little riders love to explore. When their legs get tired, they simply hop back on and ride. Great for hiking, shopping, festivals, and the zoo.\nEASY ON THE BACK - This carrier shifts most of the weight to your shoulders, giving your back a rest. Comfortably adjusts for all adult sizes, distributing weight to support a natural upright posture. For children over 25lbs, consider our hip belt accessory for added comfort.\nLIGHTWEIGHT, PORTABLE, DURABLE – Carrier weighs less than 3lbs and engineered for strength and safety. Includes 4 hand holds for little hands, and adjustable non-skid standing bar.\nMULTI AWARD WINNING! We guarantee you and your child will love your Piggyback Rider or your money back! Shop our Accessories: Hip Belt ASIN# B01C36SXRU and Multi-Accessory Bundle ASIN# B01C634OW8",
      "price": 129.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/MINIMEIS-Ergonomic-Shoulder-Backpack-Lightweight/dp/B07QZ43PTX",
      "asin": "B07QZ43PTX",
      "productTitle": "MINIMEIS G3 Ergonomic Baby & Toddler Shoulder Carrier Backpack | Ultra Lightweight - 3.3 lbs | for Kids 6 Months – 5 Years",
      "bulletPoints": "🇳🇴 DESIGNED IN NORWAY: The MiniMeis G3 is the perfect shoulder carrier for children aged 6 months to 5 years — at only 3.3 lbs (half the weight of other carriers), its simple, and sleek design appeals to parents, grandparents, nannies and children alike!\n🌿 SUPERIOR CONSTRUCTION: The MiniMeis G3 was designed to ensure maximum comfort and features an all stainless steel frame, high-quality buckles made from reclaimed plastics, Superlux foam for extra comfort, and a patented air flow system to keep the carrier and the little one cool.\n🚸 SAFETY COMES FIRST: Our all-new patented 9-point harness system ensures maximum rigidity and security for your child. Padded leg straps keep your little one securely - and comfortably - in place. Adjustable padding for the carriers back ensures a safe and comfortable adventure!\n👶🏼 FULLY ADJUSTABLE: The MiniMeis G3 is fully adjustable and can fit children aged 6 months to 5 years. Please note that the child should be able to sit upright without support before sitting in a MiniMeis. For the youngest users (approximately 6 – 10 months), the multi-strap provides extra support.\n❤️ MADE TO CREATE BIG CHILDHOOD MEMORIES: Perfect for curious children, the MiniMeis G3 offers them an amazing viewpoint and gives them that \"on top of the world\" feeling! Parents will find it perfect to use on all kinds of hikes, when shopping, at the zoo, or simply to/from school and cherish these lasting bonding adventures.",
      "price": 129.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Piggyback-Rider-Scout-Model-Backpack/dp/B019BPYNB6",
      "asin": "B019BPYNB6",
      "productTitle": "Piggyback Rider Scout Model - Child Toddler Carrier Backpack for Hiking Trails, Camping, Fitness Travel",
      "bulletPoints": "2 PIECE SCOUT MODEL INCLUDES: (1) Award winning Piggyback Rider carrier and (1) Child Safety Harness – Recommended for children 2-4 years and up to 50lbs.\nTHE PERFECT CARRIER FOR TODDLERS AND YOUNGSTERS – Ditch the bulky strollers, wagons, and kids harnesses. Little riders love to explore. When their legs get tired, they simply hop back on and ride. Great for hiking, shopping, festivals, and the zoo.\nEASY ON THE BACK - This carrier shifts most of the weight to your shoulders, giving your back a rest. Comfortably adjusts for all adult sizes, distributing weight to support a natural upright posture. For children over 25lbs, consider our hip belt accessory for added comfort.\nLIGHTWEIGHT, PORTABLE, DURABLE – Carrier weighs less than 3lbs and engineered for strength and safety. Includes 2 hand holds for little hands, and adjustable non-skid standing bar.\nMULTI AWARD WINNING! We guarantee you and your child will love your Piggyback Rider or your money back! Shop our Accessories",
      "price": 99.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "url": "https://www.amazon.com/Pony-Up-Daddy-Extension-Saddle/dp/B0722Z58DR",
      "asin": "B0722Z58DR",
      "productTitle": "Pony Up Daddy Extension Belt Saddle",
      "bulletPoints": "Extends The Pony Up Daddy Saddle belt an additional 12 inches\nLarger Pony? You may need an extension belt\nWorks with Mommies too!\nNote: The standard saddle belt fits most - Up to 50\" Chest Size",
      "price": 6.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  },
  {
      "field": "--",
      "url": "https://www.amazon.com/Chicco-Smart-Support-Backback-Grey/dp/B07G37ZJBS/",
      "asin": "B07G37ZJBS",
      "productTitle": "Chicco Smart Support Backback, Grey \nby Chicco",
      "bulletPoints": "Height adjustable seat pad supports child ensuring proper ride\nEnergy absorbing lumbar padding reduces strain on back and shoulders\nUniquely shaped to provide ventilation cooling back\nWeighs only 6.5lbs -- easy to go everywhere\nKickstand leg for easy loading and unloading",
      "price": 129.99,
      "category": "Paternal Saddles",
      "totalImages": 4
  }
]